Repository: WordpressReady/cforms2
Catalog: ____Plugin_Localization/cforms-*.po
Languages: fi_fi

source: You've said that before. No need to repeat yourself.
fi_fi: Olet sanonut, että ennen. Ei tarvitse toista itseäsi.

source: You are posting comments too quickly. Slow down.
fi_fi: Olet kommenttien liian nopeasti. Hidastakaa.

source: Website
fi_fi: verkkosivusto

source: Message
fi_fi: viesti

source: (required)
fi_fi: (pakollinen)

source: (valid email required)
fi_fi: (voimassa sähköposti vaaditaan)

source: Your default form
fi_fi: Oletustarjoustasi muodossa

source: Re: Your note
fi_fi: Re: note

source: Re: Submitted form (copy)
fi_fi: Re: Kirjoittanut lomake (kopio)

source: A comment from {Your Name}
fi_fi: Kommentti {Nimesi}

source: Submit
fi_fi: esittää

source: Thank you for your comment!
fi_fi: Kiitos kommentti!

source: Please fill in all the required fields.
fi_fi: Täytä kaikki pakolliset kentät.

source: No more submissions accepted at this time.
fi_fi: Ei enää huomautuksia hyväksytty tällä hetkellä.

source: One moment please...
fi_fi: Odota hetki ...

source: Generic file upload error. Please try again
fi_fi: Generic latauskiintiö virhe. Ole hyvä ja yritä uudelleen

source: File is empty. Please upload something more substantial.
fi_fi: Tiedosto on tyhjä. Lataa jotain merkittävää.

source: Sorry, file is too large. You may try to zip your file.
fi_fi: Sorry, tiedosto on liian suuri. Voit yrittää zip tiedosto.

source: File upload failed. Please try again or contact the blog admin.
fi_fi: Tiedoston lataaminen epäonnistui. Yritä uudelleen tai ota yhteyttä blogin admin.

source: File not accepted, file type not allowed.
fi_fi: Tiedostoa ei hyväksytty, tiedoston tyyppi ei sallita.

source: What color is snow?=white
fi_fi: Mikä väri on lunta? = Valkoinen

source: The color of grass is=green
fi_fi: Väri ruoho on = vihreä

source: Ten minus five equals=five
fi_fi: Kymmenen miinus viisi vastaa = viisi

source: Please double-check your verification code.
fi_fi: Ole hyvä ja tarkista vielä todentaminen koodi.

source: Thank you for leaving a comment.
fi_fi: Ole hyvä ja tarkista vielä todentaminen koodi.

source: Your comment is awaiting moderation.
fi_fi: Kommenttisi odottaa maltillisesti.

source: Previous Year
fi_fi: Edellinen vuosi

source: Next Year
fi_fi: Seuraava vuosi

source: Error occurred while sending the auto confirmation message:
fi_fi: Lähetettäessä tapahtui virhe auto vahvistus viestin:

source: Error occurred while sending the message:
fi_fi: Virhe viestin lähettämistä:

source: hour(s)
fi_fi: tunti (a)

source: minute(s)
fi_fi: minuutti (a)

source: View details
fi_fi: Katso tiedot

source: No entries yet
fi_fi: Ei merkintöjä vielä

source: You might want to check back in a little while...
fi_fi: Sinun kannattaa tarkistaa takaisin vähän aikaa ...

source: New submissions for >>
fi_fi: Uusi näkökannoista >>

source: All new form submissions
fi_fi: Kaikki uudet lomakkeen väitteet

source: This RSS feed provides you with the most recent form submissions.
fi_fi: RSS-syöte tarjoaa sinulle uusimmat lomakkeen väitteet.

source: Recent cforms entries
fi_fi: Cforms viime merkinnät

source: click for details
fi_fi: lisätietoja napsauttamalla

source: via
fi_fi: kautta

source: Visit the cforms tracking page for all entries
fi_fi: Käy cforms seuranta sivun kaikki merkinnät

source: You must provide at least one recipient email address.
fi_fi: Sinun on oltava ainakin yksi vastaanottajan sähköpostiosoite.

source: Could not access file:
fi_fi: Voinut käyttää tiedostoa:

source: File Error: Could not open file:
fi_fi: Tiedosto Virhe: ei voitu avata tiedostoa:

source: Unknown encoding:
fi_fi: Tuntematon koodaus:

source: You do not have the proper privileges to access this page.
fi_fi: Sinulla ei ole asianmukaista oikeuksia käyttää tätä sivua.

source: Tracking
fi_fi: seuranta

source: Styling
fi_fi: Muotoilu

source: Help!
fi_fi: Apua!

source: For more information and support, visit the <strong>cforms</strong> %s support forum %s.
fi_fi: Lisätietoja ja tukea, käy <strong> cforms </ strong>% s tukifoorumilta% s.

source: Translation provided by Oliver Seidel.
fi_fi: Käännös, jonka Leadvirus.

source: In case disabling/enabling doesn't seem to properly set the plugin defaults, try login out and back in and <strong>don't select the checkbox for activation</strong> on the plugin page.
fi_fi: Tapauksessa kytkeminen päälle / pois ei näytä oikein plugin oletusarvot, yritä kirjautua ulos ja takaisin sisään ja <strong> eivät valitse valintaruutu aktivointi </ strong> plugin sivulla.

source: Website|http://
fi_fi: Kotisivut | http://

source: A new form
fi_fi: Uusi muoto

source: A new form with default fields has been added.
fi_fi: Uusi lomake, jossa oletuksena kentät on lisätty.

source: Form deleted
fi_fi: Lomake poistettu

source: copy of form #
fi_fi: kopio muodossa #

source: The form has been duplicated, you're now working on the copy.
fi_fi: Lomake on kahdennettu, olet nyt työskennellyt kopio.

source: please check the <a href="%s" %s>success/failure message settings</a> and >>Show messages<< options below!
fi_fi: tarkista <a href="%s" %s> onnistumista / epäonnistumista viestin asetukset </ a> ja >> Näytä viestit << alla olevista vaihtoehdoista!

source: please check the new <a href="%s" %s>file upload/attachment</a> relevant settings below! You can ignore the message if you're not using any file upload field(s).
fi_fi: tarkista uusi <a href="%s" %s> file upload / kiinnitys </ a> asiaa asetukset alla! Voit jättää viestin, jos et käytä mitään latauskiintiö alalla (s).

source: please check the <a href="%s" %s>email header settings</a> below!
fi_fi: tarkista <a href="%s" %s> sähköpostioperaattorien asetukset </ a> alla!

source: You have enabled the <strong>Tell a Friend</strong> feature for this form, please make sure you follow the guidelines on the HELP! page <strong>otherwise your form may not show</strong>!
fi_fi: Olet ottanut <strong> Kerro kaverille </ strong> ominaisuus tämän lomakkeen, varmista, että noudatat ohjeita HELP! sivu <strong> muuten lomaketta ei näytä </ strong>!

source: Please note that the <strong>fancy error</strong> feature has been enabled. You can turn it off in the <em>Redirection, Messages...</em> section below.
fi_fi: Huomaa, että <strong> fancy virhe </ strong>-ominaisuus on käytössä. Voit kytkeä sen pois <em> uudelleenohjaus, viestit ... </ em> osiosta.

source: It seems that you have recently upgraded cforms
fi_fi: "January","February","March","April","May","June","July","August","September","October","November","December"Näyttää siltä, ​​että olet hiljattain päivittänyt cforms

source: Remove Message
fi_fi: Poista viesti

source: Sorry, this form preset can't be loaded. I Can't find file
fi_fi: Anteeksi, tämä lomake valmiiksi ei voi ladata. En löydä tiedostoa

source: Your form has been populated with the preset input fields.
fi_fi: Lomake on asuttuja valmiiksi tietokentät.

source: Please note, that in order to make this form work, the <strong>%s</strong> has been turned on, too!
fi_fi: Huomaa, että jotta tämä lomake työtä, <strong>% s </ strong> on päällä, too!

source: WP comment feature
fi_fi: WP kommenttiominaisuudessa

source: Check with the HELP page on how to <u>properly</u> use this cforms feature and check all your settings below!
fi_fi: Tarkista OHJESIVU miten <u> oikein </ u> käyttää tätä cforms ominaisuus ja tarkistaa kaikki asetukset alla!

source: TAF feature
fi_fi: TAF ominaisuus

source: WP comment form fields only supported when <em>WP comment feature</em> turned on!
fi_fi: WP kommentin muodossa kentät tuetaan vain <em> WP kommenttiominaisuudessa </ em> päällä!

source: TAF fields only supported when <em>TAF feature</em> turned on!
fi_fi: TAF kentät tuetaan vain <em> TAF on </ em> päällä!

source: Only one <em>Visitor verification</em> field is permitted!
fi_fi: Vain yksi <em> Vierailija todentaminen </ em>-kenttään on sallittua!

source: Only one <em>captcha</em> field is permitted!
fi_fi: Vain yksi <em> captcha </ em>-kenttään on sallittua!

source: Only one <em>CC:</em> field is permitted!
fi_fi: Vain yksi <em> CC: </ em>-kenttään on sallittua!

source: Only one <em>Multiple Recipients</em> field is permitted!</span>
fi_fi: Vain yksi <em> useille vastaanottajille </ em>-kenttä on sallittua! </ Span>

source: Form settings updated.
fi_fi: Lomake asetukset päivitetty.

source: Specified file failed upload test.
fi_fi: Määritetty tiedosto ei ladata testi.

source: Error:
fi_fi: virhe

source: All form specific settings have been restored from the backup file.
fi_fi: Kaikki lomakkeen asetukset on palautettu varmuuskopion.

source: All cforms settings have been restored from the backup file.
fi_fi: Kaikki cforms asetukset on palautettu varmuuskopion.
