Repository: WordpressReady/cforms2
Catalog: ____Plugin_Localization/cforms-*.po
Languages: fi_fi

source: Need more help?
fi_fi: Tarvitsetko lisää apua?

source: Admittedly, <strong>cforms</strong> is not the easiest form mailer plugin but it may be the most flexible. The below outline should help you get started with the default form.
fi_fi: Tosin <strong> cforms </ strong> ei ole helpoin kuori plugin, mutta se voi olla joustava.Alla ääriviivat pitäisi auttaa sinua pääsemään alkuun oletuksena muodossa.

source: First take a look at the <a href="%s">default form</a>
fi_fi: Ensimmäinen katsomaan <a href="%s"> oletuksena muodossa </ a>

source: Verify that it contains all the fields you need, are they in the right order
fi_fi: Varmista, että se sisältää kaikki kentät tarvitset, ne oikeassa järjestyksessä

source: Check the field labels (field names), if needed make your adjustments
fi_fi: Tarkista kentän merkinnät (kenttien nimet), tarvittaessa tehdä muutoksia

source: Check the flags for each field (check boxes to the right).
fi_fi: Tarkista liput kunkin kentän (valintaruutuja oikealla).

source: Want to include SPAM protection? Choose between <a href="%s" %s>Q&amp;A</a>, <a href="%s" %s>captcha</a> add an input field accordingly and configure <a href="%s" %s>here</a>.
fi_fi: Haluatko myös roskapostisuodatus? Valita <a href="%s" %s> Q&amp;A</ a>, <a href="%s" %s> captcha </ a> lisää kenttään vastaavasti ja määritä <href="%s "%s> tästä</ a>.

source: Check if the <a href="%s" %s>email admin</a> for your form is configured correctly.
fi_fi: Tarkista, <a href="%s" %s> sähköpostia admin </ a> lomake on määritetty oikein.

source: Decide if you want the visitor to receive an <a href="%s" %s>auto confirmation message</a> upon form submission.
fi_fi: Päätä haluatko vierailija saada <a href="%s" %s> auto vahvistus viestin </ a> kun lomakkeen lähettäminen.

source: Would you like <a href="%s" %s>to track</a> form submission via the database?
fi_fi: Haluaisitko <a href="%s" %s> seurata </ a> lomakkeen lähettäminen tietokannan kautta?

source: <a href="%s" %s>Add the default form</a> to a post or page.
fi_fi: <a href="%s" %s> Lisää oletusarvoisesti muodossa </ a> postitse tai sivulla.

source: Give it a whirl.
fi_fi: Antaa sille pöllytä.

source: Editing posts and pages:
fi_fi: Muokkaaminen virkaa ja sivut:

source: TinyMCE Support
fi_fi: TinyMCE tuki

source: If you like to do it the 'code' way, make sure to use %1s to include them in your <em>Pages/Posts</em>. With %2s being <u>your form NAME</u>.
fi_fi: Jos haluat tehdä se "koodi" tavalla, varmista, että käytät% 1s sisällyttää ne <em> Pages / viestit </ em>. Kanssa% 2s on <u> lomakkeen NIMI </ u>.

source: A more elegant and safer way is to use the <strong>TinyMCE Button</strong> (double check if <a href="%3s" %s>Button Support</a> is enabled!).
fi_fi: Enemmän tyylikäs ja turvallisempi tapa on käyttää <strong> TinyMCE Button </ strong> (double check jos <a href="%3s" %s> Button tuki </ a> on käytössä!).

source: For backwards compatibility, the old-fashioned way is still supported: %1s for the first form and/or %2s for your other forms.
fi_fi: Yhteensopivuuden, vanhanaikaisella tavalla tukevat edelleen:%1s ensimmäisen muodon ja/tai %2s teidän muiden.

source: Via PHP function call:
fi_fi: Via PHP funktio soita:

source: Alternatively, you can specifically insert a form (into the sidebar for instance etc.) per the PHP function call %1s, or alternatively %2s for the default/first form and/or %2s for any other form.
fi_fi: Vaihtoehtoisesti voit nimenomaan lisätä muodossa (osaksi sivupalkissa esimerkiksi jne.) per PHP funktiokutsua% 1s, tai vaihtoehtoisesti% 2s oletusarvo / ensimmäinen muoto ja / tai% 2s muuta.

source: Note:
fi_fi: Translate from: FrenchHuom:

source: "%1s" represents the number of the form, starting with %2s ..and so forth.
fi_fi: "%1s"on määrä, joka on muotoa, joka alkaa %2s .. ja niin edelleen.

source: All supported input fields are listed below, highlighting the expected <em><u>formats</u></em> for their associated %sField Names <sup>*)</sup>%s. Form labels (<em>Field Names</em>) permit the use of <strong>HTML</strong>, see examples below.
fi_fi: Kaikki tuetut syöttö kentät on lueteltu alla, korostaen odotettu <em> <u> formaatteja </ u> </ em> niihin liittyvälle% sField Nimet <sup> *) </ sup>% s. Etiketti (<em> kenttien nimet </ em>) sallia <strong> HTML </ strong>, katso esimerkit alla.

source: While the <em>Field Names</em> are usually just the label of a field (e.g. "Your Name"), they can contain additional information to support special functionality (e.g. default values, regular expressions for extended field validation etc.)
fi_fi: Vaikka <em> kenttien nimet </em> ovat yleensä vain etiketissä kentän (esim."Nimesi "), ne voivat sisältää lisätietoja tukemaan erityisiä toimintoja (esim. oletusarvot, säännöllisiä lausekkeita pitkäksi kenttävalidointia jne. .)

source: A new <em>wizard like</em> mode allows you to configure more complex settings in case all the pipes "|" and pounds "#" are overwhelming.
fi_fi: Uusi <em> ohjattua kuten </em>-tilassa voit määrittää monimutkaisempia asetuksia, jos kaikki putket "| " ja naulaa "# " ovat ylivoimainen.

source: Text only elements
fi_fi: Vain teksti elementtejä

source: Javascript Date Picker input field
fi_fi: Javascript Päivämäärävalitsin kenttään

source: Single-, Password &amp; Multi-line fields
fi_fi: Single-, salasana-ja Multi-line kentät

source: Select / drop down box &amp; radio buttons
fi_fi: Valitse / avattavasta & valintanapeista

source: Multi-select box
fi_fi: Multi-valintaikkunasta

source: Check boxes
fi_fi: Tarkista laatikot

source: Check box groups
fi_fi: Valintaruutu ryhmät

source: CC:me check box
fi_fi: CC: me valintaruutu

source: Multiple recipients drop down box
fi_fi: Useita vastaanottajia avattavasta

source: Hidden fields
fi_fi: piilotettuja kenttiä

source: SPAM protection: Q&amp;A input field
fi_fi: Roskapostisuodatus: Q & kenttään

source: SPAM protection: Captcha input field
fi_fi: Roskapostisuodatus: Captcha-kenttään

source: File attachments / upload
fi_fi: Liitetiedostot /lataa

source: form<br />field
fi_fi: muodostavat <br /> alalla

source: Text only elements (no input)
fi_fi: Vain teksti elementit (ei syöttö)

source: Entry format for Field Name
fi_fi: merkintä muoto Kentän nimi

source: text paragraph %1$s css class %1$s optional style
fi_fi: tekstikappale %1$s css luokka %1$s lisävaruste tyyli

source: Example:
fi_fi: Esimerkki:

source: Please make sure...
fi_fi: Varmista ...

source: Check %s here %s for more info. %s
fi_fi: Tarkista% s täällä% s lisätietoja. % s

source: HTML: the <code>text paragraph</code> supports HTML. If you need actual &lt;, &gt; in your text please use the proper HTML entity.
fi_fi: HTML: <code> tekstiä kohta </ code> tukee HTML. Jos tarvitset todellinen <,> tekstisi käytä asianmukaista HTML kokonaisuus.

source: The above expression applies the custom class "<code>mytextclass</code>" <strong>AND</strong> the specific styles "<code>font-size:9x; font-weight:bold;</code>" to the paragraph.
fi_fi: Edellä lauseke koskee mukautetun luokan "<code> mytextclass </code>" <strong> JA </ strong> erityisiä tyylejä "<code> font-size: 9x, font-weight: bold; </code>"ja kohta.

source: If you specify a <code>css class</code>, you also need to define it in your current form theme file, <a href="%s">here</a>.
fi_fi: Jos määrittelet <code> css luokan </ code>, sinun on myös määritellä se nykyisessä muodossa teematiedosto, <a href="%s"> tästä </ a>.

source: Javascript Date Picker
fi_fi: Javascript Päivämäärävalitsin

source: field name %1$s default value %1$s <a href="%2$s">regular expression</a>
fi_fi: kentän nimi %1$s oletusarvo %1$s <a href="%2$s"> säännöllinen lauseke </a>

source: Arrival Date
fi_fi: aloitus

source: The example above will set a <em>default value</em> of "mm/dd/yyyy" so users know the expected format. The <strong>regexp</strong> at the end ensures that only this format is accepted. <strong>NOTE:</strong> You also need to <a href="%s" %s>configure the date picker options</a> to match the date format ("mm/dd/yyyy" !)
fi_fi: Esimerkiksi yllä asettaa <em> oletusarvo </em> on "mm / dd / yyyy ", jotta käyttäjät tietävät odotettu muodossa.<strong> Regexp </ strong> lopussa varmistaa, että vain tässä muodossa hyväksytään. <strong> HUOM: </ strong> Tarvitset myös <a href="%s" %s> määrittää päivämäärävalitsinta vaihtoehtoja </a> vastaamaan päivämäärän muodossa ("mm / dd / yyyy " !)

source: Supported Date Formats (see "Plugin Settings" tab)
fi_fi: Tuetut päivämäärän muodot (katso "Plugin istunnot "välilehti)

source: Field
fi_fi: kenttä

source: Full Form
fi_fi: Täysi Form

source: Short Form
fi_fi: lyhyt lomake

source: Year
fi_fi: vuosi

source: yyyy (4 digits)
fi_fi: yyyy (4 numeroa)

source: yy (2 digits)
fi_fi: yy (2 numeroa)

source: Month
fi_fi: kuukausi

source: mmm (name)
fi_fi: mmm (nimi)

source: mm (2 digits)
fi_fi: mm (2 numeroa)

source: Day of Month
fi_fi: Päivä Kuukausi

source: dd (2 digits)
fi_fi: dd (2 numeroa)

source: Single, Password &amp; Multi line input fields
fi_fi: Yhden, salasana ja Multi line syötekenttiä

source: Reference
fi_fi: viite

source: Your &lt;u&gt;Full&lt;/u&gt; Name
fi_fi: Sinun <u> Täysi </ u> Name

source: We need your email address for confirmation."%sYour EMail
fi_fi: Tarvitsemme sähköpostiosoitteesi vahvistusta."%ssähköpostiosoitteesi

source: You can of course omit the <em>default value</em> as in Example 2.
fi_fi: Voit tietenkin jättää <em> oletusarvo </ em> kuin esimerkissä 2.

source: Select boxes &amp; radio buttons
fi_fi: Valitse laatikot & valintanappien

source: field name %1$s option1 %2$s value1 %1$s option2 %2$s value2 %1$s option3...
fi_fi: kentän nimi %1$s vaihtoehto1 %2$s arvo1 %1$s vaihtoehto2 %2$s arvo2 %1$s Valinta 3 ...

source: Your age#12-18|kiddo#19 to 30|young#31 to 45#45+ |older
fi_fi: Ikäsi # 12-18 | penska # 19-30 | nuoret # 31-45 # 45 + | vanhemmat

source: Omitting the <code>field name</code> will result in not showing a label to the left of the field.
fi_fi: Jättämällä <code> kentän nimi </ code> johtaa ei näy etiketin vasemmalla kentän.

source: The <strong>option</strong> parameter determines the text displayed to the visitor, <strong>value</strong> what is being sent in the email.
fi_fi: <strong> Vaihtoehto </ strong> parametri määrittää tekstin näytetään kävijälle, <strong> arvo </ strong> mitä ollaan lähetetään sähköpostitse.

source: Is no <strong>value</strong> explicitly given, then the shown option text is the value sent in the email.
fi_fi: Ei <strong> arvo </ strong> nimenomaisesti antanut, niin esitetty vaihtoehto teksti on arvo, joka lähetetään sähköpostitse.

source: <strong>Select box marked "Required":</strong> Using a minus symbol %1$s for the value (after %2$s), will mark an option as invalid! Example:<br /><code>Your age#Please pick your age group|-#12 to 18|kiddo#19 to 30|young#31 to 45#45+ |older</code>. <br />"Please pick..." is shown but not considered a valid value.
fi_fi: <strong> Valitse laatikosta "Pakollinen ":</strong> miinusmerkki %1$s arvo (kun %2$s), merkitsee vaihtoehto kelpaa! Esimerkki: <br/>. <code> ikäsi # hyvä valita oman ikäryhmän | - #12-18 | penska # 19-30 | nuoret # 31-45 # 45 + | vanhemmat </ code>. <br /> "Ole hyvä poimia ..." näytetään, mutta ei pidetä kelvollinen arvo.

source: <strong>Radio buttons marked "Required":</strong> You can choose to not preselect a radio button upon form load, yet make a user selection mandatory for the form to validate.
fi_fi: <strong> Valintanapit merkitty "Pakollinen ": </ strong> Voit ei valita ennakkoon valintanappi upon muodossa kuorman, mutta tekee käyttäjän valinnan pakollinen lomake vahvista.

source: Multi select boxes
fi_fi: Multi valitse laatikot

source: Pick#red#blue#green#yellow#orange
fi_fi: poimia # punainen # sininen # vihreä # keltainen # oranssi

source: &lt;strong&gt;Select&lt;/strong&gt;#Today#Tomorrow#This Week#Next Month#Never
fi_fi: <strong> Valitse </ strong> # Tänään # Huomenna # Tämä viikko # Seuraava kuukausi # ei koskaan

source: Multi select fields can be set to <strong>Required</strong>. If so and unless at least one option is selected the form won't validate.
fi_fi: Multi valitse kentät voidaan asettaa <strong> tarvitaan </ strong>. Jos näin on ja jos vähintään yksi vaihtoehto on valittu muoto, eivät vahvista.

source: If <code>value1,2,..</code> are not specified, the values delivered in the email default to <code>option1,2,...</code>.
fi_fi: Jos <code> value1, 2, .. </ code> ei ole määritetty, arvot toimitetaan sähköpostitse oletuksena <code> option1, 2, ... </ code>.

source: Examples for specific values could be the matching color codes: e.g. <code>red|#ff0000</code>
fi_fi: Esimerkkejä erityisiä arvoja voisi olla matching värikoodeja: esim. <code> punainen | # FF0000 </ code>

source: field name <u>left</u> %s field name <u>right</u>
fi_fi: kentän nimi <u> vasemmalle </ u>% s nimi <u> oikealle </ u>

source: #please check if you'd like more information
fi_fi: # tarkista jos haluat lisätietoja

source: You can freely choose on which side of the check box the label appears (e.g. <code>#label-right-only</code>).
fi_fi: Voit vapaasti valita, kummalla puolella valintaruutu nimi tulee näkyviin (esim. <code> # label-oikeus vain </ code>).

source: If <strong>both</strong> left and right labels are provided, only the <strong>right one</strong> will be considered.
fi_fi: Jos <strong> molemmat </ strong> vasemmalle ja oikealle tarrat ovat vain <strong> oikea </ strong> pidetään.

source: Check boxes can be flagged "<strong>Required</strong>" to support special use cases, e.g.: when you require the visitor to confirm that he/she has read term &amp; conditions, before submitting the form.
fi_fi: Tarkista laatikot voidaan merkitä "<strong> tarvitaan </ strong> " tukea erityistä käyttöä tapauksissa, esim. silloin kun halutaan kävijä vahvistaa, että hän / hän on lukenut aikavälillä ja ehdot, ennen kuin lähetät lomakkeen

source: field name %1$s chk box1 label%2$schk box1 value %1$s chk box2 label %3$s chk box3...
fi_fi: kentän nimi %1$s CHK box1 etiketti %2$schk box1 arvo %1$s CHK box2 etiketti %3$s CHK BOX3 ...

source: Select Color#green|00ff00 #red|ff0000 #purple|8726ac #yellow|fff90f
fi_fi: Valitse väri # vihreä | 00FF00 # punainen | ff0000 # violetti | 8726ac # keltainen | fff90f

source: Two # (<code>##</code>) in a row will force a new line! This helps to better structure your check box group.
fi_fi: Kaksi # (<code> # # </ code>) peräkkäin pakottaa uuden linjan! Tämä auttaa paremmin jäsentää valintaruutu ryhmään.

source: Similar to <strong>multi-select boxes</strong> (see above), <strong>Check box groups</strong> allow you to deploy several check boxes (with their labels and corresponding values) that form one logical field. The result submitted via the form email is a single line including all checked options.
fi_fi: Samanlaisia <strong> monen valitse laatikot </ strong> (ks. edellä), <strong> Valintaruutu ryhmät </ strong> avulla voit käyttää useita valintaruudut (niiden etiketit ja vastaavat arvot), jotka muodostavat yhden loogisen alalla.Tuloksena toimitti lomakkeen kautta sähköposti on yksirivinen lukien kaikki tarkastetaan vaihtoehtoja.

source: If no explicit <strong>value</strong> (text after the pipe symbol '%1$s') is specified, the provided check box label is both label &amp; submitted value.
fi_fi: Jos nimenomaista <strong> arvo </ strong> (tekstin jälkeen putki symboli "%1$s ') on määritelty, jos valintaruutu etiketti on sekä etiketti ja antanut arvoa.

source: None of the check boxes within a group can be made "Required".
fi_fi: Mikään valintaruudut ryhmän sisällä voidaan tehdä "Pakollinen ".

source: CC: option for visitors
fi_fi: CC: vaihtoehto kävijää

source: #please cc: me
fi_fi: # kiitos cc: me

source: If the visitor chooses to be CC'ed, <strong>no</strong> additional auto confirmation email (<a href="%s" %s>if configured</a>) is sent out!
fi_fi: Jos kävijä haluaa olla CC'ed, <strong> ei </ strong> ylimääräisiä auto sähköpostitse (<a href="%s" %s> jos määritetty </ a>) on lähetetty!

source: Please also see <em>check boxes</em> above.
fi_fi: Katso myös <em> valintaruudut </ em> edellä.

source: Multiple form mail recipients
fi_fi: Useita muodossa sähköpostin vastaanottajat

source: field name %1$s Name1 | email address(es) %1$s Name2 | email address(es)%1$s Name3...
fi_fi: 0=Sunday, 1=Monday, etc.kentän nimi %1$s Name1 | sähköpostiosoitteesi (osoitteet) %1$s Tied.nimi2 | sähköpostiosoitteesi (osoitteet) %1$s NIMI3

source: Send to#Joe|joe@mail.com#Pete|pete@mail.com#Hillary|hillary@mail.com
fi_fi: Lähetä # Joe | joe@mail.com # Pete | pete@mail.com # Hillary | hillary@mail.com

source: Send to#Sales|sales1@mail.com, sales2@mail.com, sales3@mail.com#Support|admin@mail.com#HR|hr1@mail.scom, hr2@mail.com
fi_fi: Lähetä # Joe | joe@mail.com # Pete | pete@mail.com # Hillary | hillary@mail.com

source: Adding the above field to a form, disables the form's specific admin email address setting.
fi_fi: Lisäämällä edellä kentän muoto, poistaa lomakkeen erityisiä admin sähköpostiosoite asetus.

source: Hidden input fields
fi_fi: Piilotettu syötekenttiä

source: field name %1$s default value
fi_fi: kentän nimi %1$s oletusarvo

source: extra-data
fi_fi: ylimääräistä tietoa

source: post-data-meta
fi_fi: Julkaistu

source: Hidden fields can contain fixed/preset values or <strong>{variables}</strong> which reference custom fields of posts or pages.
fi_fi: Piilotettuja kenttiä voi olla kiinteä / esiasetusarvoihin tai <strong> {muuttujat} </ strong>, joka viite mukautettuja kenttiä virkaa tai sivuja.

source: Visitor verification (Q&amp;A)
fi_fi: vierailija todentaminen (Q & A)

source: No <code>field name</code> required, the field has no configurable label per se, as it is determined at run-time from the list of <strong>Question &amp; Answers</strong> provided <a href="%s" %s>here</a>.
fi_fi: Ei <code> kentän nimi </code> tarvitaan, kentällä ei ole määritettävissä etiketti sinänsä, sillä se määräytyy ajon aikana luettelosta <strong> Kysymys & vastauksia </strong> jos <href ="% s "% s> tästä </ a>.

source: It makes sense to encapsulate this field inside a FIELDSET, to do that simply add a <code>New Fieldset</code> field before this one.
fi_fi: On järkevää tiivistää alan sisällä FIELDSET, tehdä, että yksinkertaisesti lisätä <code> New fieldset </ code>-kentän ennen tätä.

source: <strong>PLEASE NOTE</strong> that by default the captcha and visitor verification (Q&amp;A) field are <strong>not</strong> shown for logged in users! This can be changed under Global Settings.
fi_fi: <strong> HUOM </ strong>, että oletuksena captcha ja vierailija todentaminen (Q & A) kenttä on <strong> ei </ strong> näytetään kirjautuneet käyttäjät! Tämä voidaan muuttaa Yleiset asetukset.

source: field name
fi_fi: kentän nimi

source: Enter code
fi_fi: Syötä koodi

source: Spam Protection|title:We don't like spam bots|err:Please enter the CAPTCHA code correctly! If text is unreadable, try reloading.
fi_fi: Spam suojaus | otsikko:: Emme pidä roskapostia vastaan | Erehtyminen: Syötä CAPTCHA-koodi oikein! Jos tekstiä voi lukea, yritä uudelleen lataamista.

source: Alternatively or in addition to the above <strong>Visitor verification</strong> feature, you can have the visitor provide a captcha response.
fi_fi: Vaihtoehtoisesti tai lisäksi edellä <strong> Vierailija todentaminen </ strong> ominaisuus, voit olla vierailija tarjota captcha vastausta.

source: Attachments / File Upload Box
fi_fi: Liitteet / Tiedoston lataaminen laatikko

source: form label
fi_fi: muodossa etiketti

source: Please select a file
fi_fi: Valitse tiedosto

source: Please double-check the <a href="%s" %s>Global Settings</a> for proper configuration of the <code>File Upload</code> functionality (allowed extensions, file size etc.).
fi_fi: Ole hyvä ja tarkistat <a href="%s" %s> Yleiset asetukset </ a> oikea kokoonpano <code> Tiedoston lataaminen </ code> toiminnallisuus (sallittu laajennukset, tiedostokoko jne.).

source: Please enable <a href="%s" %s>Database Input Tracking</a> on the Global Settings page to ensure a unique upload ID per attachment and to avoid accidentally overwriting an attachment.
fi_fi: Salli <a href="%s" %s> Database Input Tracking </ a> Yleiset asetukset sivun varmistaa yksilöllinen ladata tunnus per kiinnitys ja välttää vahingossa päälle liitetiedostona.

source: Tell a Friend input fields
fi_fi: Kerro kaverille syötekenttiä

source: Format:<br />of all 4 fields
fi_fi: Formaatti: <br /> kaikki 4 kentät

source: field name %1$s default value %1$s <a href="#regexp">regular expression</a>
fi_fi: kentän nimi %1$s oletusarvo %1$s <a href="#regexp"> säännöllinen lauseke </a>

source: Fields:
fi_fi: kentät

source: T-A-F * Your Name
fi_fi: Did you mean: T-A-G * Your NameT-A-F * Nimesi

source: T-A-F * Your Email <em>(make sure it's checked 'Email')</em>
fi_fi: TAF * Sähköposti <em> (varmista, että se on tarkistanut 'Sähköposti') </ em>

source: T-A-F * Friend's Name
fi_fi: T-A-F * Ystävän nimi

source: T-A-F * Friend's Email <em>(make sure it's checked 'Email')</em>
fi_fi: TAF * Ystäväsi sähköpostiosoite <em> (varmista, että se on tarkistanut 'Sähköposti') </ em>

source: To get it working:
fi_fi: Saada se toimimaan:

source: The <a href="%s" %s>Tell A Friend feature</a> needs to be <strong>enabled for the respective form</strong> (<em>check if it's the right one!</em>), otherwise you won't see the above input fields in the [<em>Field Type</em>] select box.
fi_fi: <a Href="%s" %s> Kerro kaverille ominaisuus </ a> on oltava <strong> käytössä vastaavan muodossa </ strong> (<em> tarkistaa, jos se on oikea! </ em>), muuten et näe edellä syöttökentät [<em> Kentän tyyppi </ em>]-valintaikkunasta.

source: The <a href="%s" %s>auto confirmation</a> message will be used as a <strong>message template</strong> and needs to be defined. See example below.
fi_fi: <a Href="%s" %s> auto vahvistus </ a> viesti käytetään <strong> viestimalliin </ strong> ja tarpeen määritellä. Katso alla oleva esimerkki.

source: There are <a href="%s" %s>three additional</a>, <em>predefined variables</em> that can be used in the <a href="%s" %s>message template</a>.
fi_fi: On <a href="%s" %s> kolme ylimääräistä </ a>, <em> ennalta muuttujat </ em>, joita voidaan käyttää <a href="%s" %s> viestimalliin </ a>.

source: <strong>Add the form</strong> to your post/page php templates (see deployment options further below).
fi_fi: <strong> Lisää muodossa </ strong> viestisi / sivu php malleja (ks. asennusvaihtoehdot jäljempänä).

source: Tell-A-Friend <strong>enable your posts/pages</strong> by checking the T-A-F field in the WP post (page) editor.
fi_fi: Kerro kaverille-<strong> ota viestiä / pages </ strong> tarkistamalla TAF kentän WP post (sivu) editori.

source: Here is an example of how to setup the TXT part of the <a href="%s" %s>auto confirmation message</a> as a Tell-A-friend template:
fi_fi: Tässä on esimerkki siitä, miten setup TXT osa <a href="%s" %s> auto vahvistus viestin </ a> koska Kerro ystävällesi malli:

source: Hello {Friend's Name}
fi_fi: Hei {Ystävän nimi}

source: {Your Name} left you this message:
fi_fi: {Nimesi} jätti tämän viestin:

source: {Optional Comment}
fi_fi: {Valinnainen kommentti}

source: The message was sent in reference to
fi_fi: Viesti on lähetetty viittaus

source: This email is sent, as a courtesy of website.com, located at http://website.com. The person who sent this email to you, {Your Name}, gave an email address of {Your Email}. {Your Name} logged into website.com from IP {IP}, and sent the email at {Time}.
fi_fi: Tämä sähköposti on lähetetty, niin kohteliaisuus website.com, joka sijaitsee osoitteessa http://website.com.Henkilö, joka lähetti tämän sinulle sähköpostia, {Nimesi} antoi sähköpostiosoite {Sähköposti}. {Nimesi} kirjautunut website.com IP-{IP}, ja lähetti sähköpostia osoitteeseen {aika}.
