Repository: WordpressReady/cforms2
Catalog: ____Plugin_Localization/cforms-*.po
Languages: fi_fi

source: cforms error
fi_fi: cforms virhe

source: Please deactivate and then re-activate the cforms plugin now.
fi_fi: Ole hyvä ja poistaa ja sitten uudelleen cforms plugin nyt.

source: It appears that WP has corrupted your cforms settings, the settings array can not be read properly.
fi_fi: Näyttää siltä, että WP on vioittunut nimellä cforms asetuksia, asetukset array ei voida lukea oikein.

source: Corrupted cforms settings detected
fi_fi: Viallinen cforms asetuksista käyttöön

source: You can either try and fix the settings array or reset it and start from scratch.
fi_fi: Voit joko yrittää korjata asetukset array tai palauttaa sen ja aloittaa tyhjästä.

source: RESET
fi_fi: nollaa

source: Corrupted cforms settings array (raw code)
fi_fi: Viallinen cforms asetukset array (raaka-koodi)

source: Depending on your Wordpress/PHP skills you may want to try and fix the serialized data below, then hit the fix button or try just like that, cforms may magically fix it for you.
fi_fi: Riippuen Wordpress / PHP taitoja voit yrittää korjata sarjoitettuja alla, kaahaa fix-painiketta tai yrittää vain, cforms voi maagisesti korjaa sen sinulle.

source: FIX and save data
fi_fi: FIX ja tallentaa tietoja

source: Styling your forms
fi_fi: tyyli lomakkeet

source: All cforms data has been erased!
fi_fi: Kaikki cforms tiedot on poistettu!

source: Please go to your <strong>Plugins</strong> tab and either disable the plugin, or toggle its status (disable/enable) to revive cforms!
fi_fi: Ole hyvä ja mene <strong> Plugins </ strong>-välilehti ja joko poistaa plugin, tai vaihtaa sen tilan (käytössä / ei käytössä) elvyttää cforms!

source: The stylesheet has been updated.
fi_fi: Tyylitaulukko on päivitetty.

source: Write Error! Please verify write permissions on the style file.
fi_fi: Kirjoita Virhe! Varmista kirjoitusoikeudet tyyliin tiedosto.

source: New theme selected.
fi_fi: Uusi teema valittu.

source: Please select a theme file that comes closest to what you're looking for and apply your own custom changes via the editor below.
fi_fi: Did you mean: Please select a theme file that comes closest to what you're looking for and apply your own custom changes to the editor below.Valitse teema tiedosto, joka tulee lähinnä mitä etsit ja soveltaa omia muutoksia kautta editorin alla.

source: This is <strong>optional</strong> of course, if you're happy with the default look and feel, no need to do anything here.
fi_fi: Tämä on <strong> valinnainen </ strong> tietenkin jos olet tyytyväinen oletuksena ulkoasua, ei tarvitse tehdä mitään.

source: top
fi_fi: toppi

source: Styling options
fi_fi: tyyli vaihtoehtoja

source: Please choose a theme file to style your forms
fi_fi: Valitse teematiedosto muotoilla muotoja

source: Please make sure that the <code>/styling</code> folder exists in the cforms plugin directory!
fi_fi: Varmista, että <code>/styling</code> kansio olemassa cforms plugin hakemistoon!

source: custom css files
fi_fi: asiakassuhde CSS-tiedostot

source: cform css files
fi_fi: cform CSS-tiedostot

source: Select Style &raquo;
fi_fi: Valitse Style »

source: For comprehensive customization support you may choose to turn on <strong>label &amp; list element ID's</strong>. This way each input field &amp; label can be specifically addressed via CSS styles.
fi_fi: Peruskoulun räätälöinnin tukea voit halutessasi päälle <strong> etiketissä & listaelementin ID: n </ strong>. Näin jokainen kenttään ja etiketti voidaan nimenomaan käsiteltävä kautta CSS-tyylejä.

source: Activate Label IDs
fi_fi: Aktivoi Label tunnukset

source: Deactivate Label IDs
fi_fi: Poista käytöstä Label tunnukset

source: Currently turned on
fi_fi: Tällä hetkellä käytössä

source: Activate List Element IDs
fi_fi: Aktivoi List Element tunnukset

source: Deactivate List Element IDs
fi_fi: Poista käytöstä List Element tunnukset

source: Deactivate CSS styling altogether!
fi_fi: Poista käytöstä CSS-tyyleille kokonaan!

source: Reactivate CSS styling!
fi_fi: Aktivoida CSS tyyli!

source: No styles are being used
fi_fi: Ei tyylit ovat käytössä

source: You might also want to study the <a href="%s">PDF guide on cforms CSS</a> I put together to give you a head start.
fi_fi: Saatat myös haluta tutkia <a href="%s">PDF opas cforms CSS</a> Olen koonnut antaa sinulle etumatkaa.

source: PREVIEW:
fi_fi: esikatselu:

source: Theme Preview
fi_fi: teema Preview

source: Expand/Collapse
fi_fi: Laajenna / Pienennä

source: Basic CSS editor:
fi_fi: Perus CSS-editori

source: Use this simple editor to further tailor your forms' style to meet your requirements. Currently you're editing:
fi_fi: Käytä tätä yksinkertaista toimittaja edelleen räätälöidä lomakkeet "tyyli vastaamaan asiakkaan tarpeita. Tällä hetkellä olet editointi:

source: Update Settings &raquo;
fi_fi: Päivitä asetukset »

source: Sorry. The file you are looking for doesn't exist.
fi_fi: Anteeksi.Tiedosto etsit ei ole olemassa.

source: Tracking Form Data
fi_fi: Seuranta Form Data

source: All your recorded form submissions are listed below. View individual entries or a whole bunch and download as XML, TAB or CSV formatted file. Attachments can be accessed in the details section (<strong>View records</strong>). When deleting entries, associated attachments will be removed, too!
fi_fi: Kaikki tallennetut lomakkeen väitteet on lueteltu alla. Näytä yksittäisiä merkintöjä tai koko joukko ja ladata XML, SARKAIN tai CSV muotoisen tiedoston. Liitteet pääsee sisään-osiossa (<strong>View records</strong>). Kun poistamalla merkintöjä, niihin liittyvät liitteet poistetaan, too!

source: If you want to select <strong>ALL</strong> entries, e.g. for download, simply don't select any particular row. When <strong>viewing records</strong>: Fields with a <em>grey background</em> can be clicked on and edited!
fi_fi: Jos haluat valita <strong>kaikki </ strong> merkintöjä, esim. ladattavissa, eivät yksinkertaisesti valita mitään erityistä peräkkäin. Kun <strong> katselu kirjaa </ strong>: Tähdellä <em> harmaa tausta </ em> voidaan napsauttaa ja muokattu!

source: Form Name
fi_fi: lomakkeen nimi

source: e-mail Address
fi_fi: sähköpostiosoite

source: Date
fi_fi: päivämäärä

source: View records
fi_fi: Katso kirjaa

source: Delete records
fi_fi: Poista kirjaa

source: Download records
fi_fi: Lataa kirjaa

source: # Number(s)
fi_fi: # Määrä (t)

source: Form Submissions
fi_fi: lomakkeen väitteet

source: Connection Error
fi_fi: Yhteysvirhe

source: Displaying {from} to {to} of {total} items
fi_fi: Tuotteet {alkaen} ja {to} ja {kokonais} tuotetta

source: Processing, please wait ...
fi_fi: käsittely, odota ...

source: No items
fi_fi: ei tuotteita

source: of
fi_fi: ja

source: Find
fi_fi: löytää

source: Please Confirm
fi_fi: Ole hyvä ja Vahvista

source: Are you sure you want to delete the record(s)?
fi_fi: Oletko varma, että haluat poistaa kirjaa?

source: Install
fi_fi: asentaa

source: OK
fi_fi: kunnossa

source: Cancel
fi_fi: peruuttaa

source: Please pick a format!
fi_fi: Ole hyvä ja valitse muodossa!

source: Include field names / header
fi_fi: Sisällytä kenttien nimet / ylätunniste

source: Include IP address of submitting user
fi_fi: Ovat IP-osoite esittää käyttäjälle

source: Add URL for upload fields
fi_fi: Lisää URL upload kentät

source: cforms tracking tables %s have been deleted.
fi_fi: cforms seuranta taulukot% s on poistettu.

source: Please backup/clean-up your upload directory, chances are that when you turn tracking back on, existing (older) attachments may be <u>overwritten</u>!
fi_fi: Ole hyvä backup / puhdistus tallennushakemistolle, mahdollisuudet ovat, että kun käännyt seuranta takaisin, nykyisten (vanhempi) liitteitä voidaan <u> päälle </ u>!

source: (only of course, if your form includes a file upload field)
fi_fi: (vain tietenkin, jos lomake sisältää tiedoston lähetys kenttä)

source: ERROR: cforms tracking tables %s could not be created.
fi_fi: virhe: cforms seuranta taulukot% s ei voitu luoda.

source: cforms tracking tables %s have been created.
fi_fi: cforms seuranta taulukot% s on luotu.

source: Found existing cforms tracking tables with %s records!
fi_fi: Löytyi olemassa cforms seuranta pöydät% s kirjaa!

source: Global Settings
fi_fi: Yleiset asetukset

source: Debug Info (all major setting groups)
fi_fi: debug info (kaikki suuret asetteluryhmissä)

source: Debug Info (all cforms settings)
fi_fi: Debug Info (kaikki cforms asetukset)

source: All settings and configuration options on this page apply to all forms.
fi_fi: Kaikki asetukset ja asetuksia tällä sivulla soveltaa kaikkiin.

source: WP Comment Feature Settings
fi_fi: WP Kommentti Toimintojen asetukset

source: Find below the additional settings for cforms WP comment feature.
fi_fi: Alla lisäasetuksia cforms WP kommenttiominaisuudessa.

source: Comment Success Message
fi_fi: Kommentti Menestys Viesti

source: Ajax Settings
fi_fi: Ajax Asetukset

source: Wait time for new comments (in seconds)
fi_fi: Odota aika uusia kommentteja (sekunneissa)

source: Parent Comment Container
fi_fi: Vanhempi Kommentti Container

source: Note &raquo;
fi_fi: Huomautus »

source: The HTML <strong>element ID</strong> of the parent element containing<br />all comments, for example:
fi_fi: HTML <strong> elementti ID </ strong> emoelementin sisältää <br /> kaikki kommentit, esimerkiksi:

source: Comment in moderation
fi_fi: Kommentti maltillisesti

source: New comment HTML template
fi_fi: Uusi kommentti HTML-malli

source: Supported Variables &raquo;
fi_fi: Tuetut muuttujat »

source: Default Template &raquo;
fi_fi: Oletusmalli »

source: New comment ID
fi_fi: Uusi kommentti tunnus

source: Comment Text
fi_fi: kommentti teksti

source: Comment Author
fi_fi: kommentti Kirjoittaja

source: The author's website
fi_fi: Tekijän sivuilla

source: Current date.
fi_fi: Nykyinen päivämäärä.

source: Current time.
fi_fi: Nykyinen aika.

source: User avatar.
fi_fi: käyttäjä avatar

source: Avatar Settings
fi_fi: avatar Asetukset

source: Size (in pixel)
fi_fi: Koko (pikseleinä)

source: Include cforms header data only on specific pages
fi_fi: Ovat cforms header tiedot vain tietyillä sivuilla

source: Specify the ID(s) of <strong>pages or posts</strong> separated by comma on which you'd like to show or not show cforms. The cforms header will only be included specifically on those pages, helping to maintain all other pages neat.
fi_fi: Määritä ID (t) <strong> sivuja tai viestit </ strong> erotetaan pilkulla, johon haluat näyttää tai ei näytä cforms.Cforms otsikko tulee vain nimenomaan näillä sivuilla, auttaa säilyttämään kaikki muut sivut siisti.

source: Page / Post ID(s)
fi_fi: Sivu / lähettää ID (s)

source: include
fi_fi: sisällyttää

source: exclude
fi_fi: sulkea pois

source: Leave empty to include cforms header files throughout your blog
fi_fi: Jätä tyhjä sisällyttää cforms header-tiedostot koko blogiisi

source: Popup Date Picker
fi_fi: Popup Päivämäärävalitsin

source: If you'd like to offer a Javascript based date picker for more convenient date entry, enable this feature here. This will add a <strong>new input field</strong> for you to add to your form. See <a href="%s" %s>Help!</a> for more info and <strong>date formats</strong>.
fi_fi: Jos haluat tarjota Javascript pohjainen päivämääränvalitsimen helpommalta päivämäärän merkintä, jotta tämä ominaisuus täällä. Tämä lisää <strong> uuden kenttään </ strong> voit lisätä lomakkeeseen. Katso <a href="%s" %s> Apua! </ A> lisätietoja ja <strong> päivämäärämuodot </ strong>.

source: Enable Javascript date picker
fi_fi: Salli Javascriptin päivämäärävalitsimessa

source: Note that turning on this feature will result in loading an additional Javascript file to support the date picker.
fi_fi: Huomaa, että kääntämällä tämä ominaisuus johtaa lastaus ylimääräistä Javascript tiedosto tukemaan päivämäärävalitsin.

source: Date Format
fi_fi: päivämäärän muoto

source: See supported date formats &raquo;
fi_fi: Katso tuettu päivämäärämuodot »

source: Days (Columns)
fi_fi: päivää (sarakkeet)

source: Months
fi_fi: kuukautta

source: Previous Month
fi_fi: Edellinen kuukausi

source: Next Month
fi_fi: ensi kuussa

source: Close
fi_fi: lähellä

source: Choose Date
fi_fi: Valitse Päivämäärä

source: Week start day
fi_fi: Viikko aloituspäivä

source: 0=Sunday, 1=Monday, etc.
fi_fi: 0=sunnuntai, 1=maanantai, jne.

source: Mail Server Settings
fi_fi: Postin palvelimen asetukset

source: cforms produces RFC compliant emails with CRLF (carriage-return/line-feed) as line separators. If your mail server adds additional line breaks to the email, you may want to try and turn on the below option.
fi_fi: cforms tuottaa RFC-yhteensopiva sähköpostit CRLF (rivinvaihto) kuin linja erottimet. Jos sähköpostipalvelin lisää rivinvaihtoja ja sähköpostin, sinun kannattaa kokeilla ja käynnistä alla vaihtoehto.

source: Separate lines in email %sheader%s with LF only (CR suppressed)
fi_fi: Erilliset rivit sähköpostitse% sheader% s LF vain (CR tukahdutetaan)

source: Separate lines in email %sbody%s with LF only (CR suppressed)
fi_fi: Erilliset rivit sähköpostitse% sbody% s LF vain (CR tukahdutetaan)

source: Global File Upload Settings
fi_fi: Global Tiedoston lataaminen Asetukset

source: Configure and double-check these settings in case you are adding a "<code>File Upload Box</code>" to your form (also see the <a href="%s" %s>Help!</a> for further information).
fi_fi: Määritä ja tarkistat nämä asetukset, jos lisäät "<code> Tiedoston lataaminen Box </ code> " lomakkeeseen (katso myös <a href="%s" %s> Apua! </ a> lisätietoja).

source: Form specific settings (directory path etc.) have been moved to <a href="%s" %s>here</a>.
fi_fi: Erityisiä asetukset (hakemistopolku jne.) on siirretty <a href="%s" %s> tästä </ a>.

source: Also, note that by adding a <em>File Upload Box</em> to your form, the Ajax (if enabled) submission method will (automatically) <strong>gracefully degrade</strong> to the standard method, due to general HTML limitations.
fi_fi: Huomaa myös, että lisäämällä <em> Tiedoston lataaminen Box </ em> lomakkeeseen, Ajax (jos käytössä) mukaan menetelmä (automaattisesti) <strong> sulavasti hajota </ strong> standardimenetelmää, koska yleinen HTML rajoituksia.

source: Below, error messages shown in case something goes awry:
fi_fi: Alla virheilmoitukset näytetään, jos jotain menee pieleen:

source: File type not allowed
fi_fi: Kielletty tiedostotyyppi

source: Generic (unknown) error
fi_fi: Yleinen (Tuntematon) virhe

source: File is empty
fi_fi: Tiedosto on tyhjä

source: File size too big
fi_fi: Tiedoston koko on liian suuri

source: Error during upload
fi_fi: Latauksen aikana

source: WP Editor Button support
fi_fi: WP toimittaja nappi tuki

source: If you would like to use editor buttons to insert your cforms please enable them below.
fi_fi: Jos haluat käyttää editorin painikkeita asettamaan cforms salli niiden alla.

source: Enable TinyMCE
fi_fi: Ota TinyMCE

source: &amp; Code editor buttons
fi_fi: & Koodi editori painikkeet

source: Fix TinyMCE error
fi_fi: Fix TinyMCE virhe

source: Select in case you experience a TinyMCE editor error caused by other plugins.
fi_fi: Valitse jos koet TinyMCE editori virhe johtuu muista plugins.

source: CAPTCHA Image Settings
fi_fi: CAPTCHA kuva asetukset

source: Below you can find a few switches and options to change the default look of the captcha image. Feel free to upload your own backgrounds and fonts to the respective directories (<code>cforms/captchabg/</code> &amp; <code>cforms/captchafonts/</code> or your custom folder: <code>/plugins/cforms-custom/</code> ).
fi_fi: Alla muutamia kytkimiä ja vaihtoehtoja muuttaa oletuksena ulkoasua captcha kuvan. Voit vapaasti ladata omia taustoja ja fontit vastaaviin hakemistoihin (<code> cforms / captchabg / </ code> ja <code> cforms / captchafonts / </ code> tai muokatun kansio: <code> / plugins / cforms -custom / </ code>).

source: Preview Image
fi_fi: esikatselukuva

source: Don't forget to save your changes!
fi_fi: Älä unohda tallentaa muutokset!

source: Reload Captcha Image
fi_fi: ladata Captcha kuva

source: Force display
fi_fi: pakottaa näyttö

source: Force CAPTCHA display for logged in users
fi_fi: pakota CAPTCHA näyttö kirjautuneet käyttäjät

source: Width
fi_fi: leveys

source: Height
fi_fi: Did you mean: heightkorkeus

source: Border Color
fi_fi: raja väri

source: Background Image
fi_fi: taustakuva

source: Font Type
fi_fi: fontin tyyppi

source: Min Size
fi_fi: min Koko

source: Max Size
fi_fi: Max Koko

source: Min Angle
fi_fi: min Kulma

source: Max Angle
fi_fi: Max Kulma

source: Color
fi_fi: väri

source: Number of shown characters
fi_fi: Lukumäärä näkyy merkkejä

source: Minimum
fi_fi: vähimmäismäärä

source: Maximum
fi_fi: maksimi

source: Allowed characters
fi_fi: sallittuja merkkejä

source: User response is treated case insensitive
fi_fi: Käyttäjän vastaus käsitellään isoja ja pieniä kirjaimia

source: Visitor Verification Settings (Q&amp;A)
fi_fi: Vierailija vahvistusasetuksesi (Q & A)

source: Getting a lot of <strong>SPAM</strong>? Use these Q&amp;A's to counteract spam and ensure it's a human submitting the form. To use in your form, add the corresponding input field "<code>Visitor verification</code>" preferably in its own FIELDSET!
fi_fi: pääseminen paljon <strong> roskapostista </ strong>? Käytä näitä Q & A: n vastapainoksi roskapostia ja varmistaa se ihmisen lähettämällä lomake. Käyttää lomakkeen, lisää vastaava kenttään "<code> vierailija todentaminen </ code> " mieluiten omassa FIELDSET!

source: Force Q&amp;A display for logged in users
fi_fi: pakota Q & näyttö kirjautuneet käyttäjät

source: The below error/failure message is also used for <strong>captcha</strong> verification!
fi_fi: Alla virhe / epäonnistumisviesti käytetään myös <strong> captcha </ strong> tarkastusta!

source: Depending on your personal preferences and level of SPAM security you intend to put in place, you can also use <a href="%s" %s>cforms' CAPTCHA feature</a>!
fi_fi: Riippuen henkilökohtaiset mieltymykset ja taso roskapostista turvallisuuden aiot ottaa käyttöön, voit käyttää myös <a href="%s" %s> cforms "CAPTCHA on </ a>!

source: <strong>Failure message</strong><br />(for a wrong answer)
fi_fi: <strong> virheilmoitus </ strong> <br /> (ja väärä vastaus)

source: <strong>Questions &amp; Answers</strong><br />format: Q=A
fi_fi: <strong> Kysymyksiä ja vastauksia </ strong> <br /> muodossa: Q =

source: Database Input Tracking
fi_fi: Tietokanta Input seuranta

source: If you like to track your form submissions also via the database, please enable this feature below. If required, two new tables will be created and you'll see a new sub tab "<strong>Tracking</strong>" under the cforms menu.
fi_fi: Jos haluat seurata lomakkeen väitteet myös tietokannan kautta, salli tämän toiminnon alla. Tarvittaessa kaksi uutta taulukot luodaan ja näet uusi alasivu"<strong> seuranta </ strong> " alla cforms valikosta.

source: If you've enabled the <a href="%s" %s>auto confirmation message</a> feature or have included a <code>CC: me</code> input field, you can optionally configure the subject line/message of the email to include the form tracking ID by using the variable <code>{ID}</code>.
fi_fi: Jos olet ottanut käyttöön <a href="%s" %s> auto vahvistus viestin </ a> ominaisuus tai ovat mukana <code> CC: me </ code>-kenttään, voit halutessasi määrittää aihe line / viesti sähköpostilla sisällyttää muodossa seuranta ID käyttämällä muuttujan <code> {ID} </ code>.

source: Enable Database Tracking
fi_fi: Ota Database seuranta

source: Will create two new tables in your WP database.
fi_fi: Luo kaksi uutta taulukoista WP tietokantaan.

source: Show on dashboard
fi_fi: Näytä kojelaudassa

source: Make sure to enable your forms individually as well!
fi_fi: Varmista, jotta lomakkeet myös erikseen!

source: Enable global RSS
fi_fi: Ota maailmanlaajuinen RSS

source: Enables an RSS feed to track all new submissions across all forms.
fi_fi: Ottaa RSS-syötteen seurata kaikkia uusia näkökantoja kaikissa muodoissa.

source: Number of shown RSS entries
fi_fi: Lukumäärä näkyy RSS merkinnät

source: RSS Feed Security Key
fi_fi: RSS-syöte Suojausavaimen

source: Reset RSS Key
fi_fi: Palauta RSS Key

source: The complete RSS URL &raquo;
fi_fi: Täydellinen RSS URL »

source: Backup &amp; Restore All Settings
fi_fi: Varmuuskopiointi ja palauttaa kaikki asetukset

source: Restoring all settings will overwrite all form specific &amp; global settings!
fi_fi: Asetusten palauttaminen korvaa kaikki lomakkeen erityisiä ja maailmanlaajuinen asetukset!

source: Backup all settings now!
fi_fi: Varmuuskopioida kaikki asetukset nyt!

source: Restore all settings now!
fi_fi: Palauta kaikki asetukset nyt!

source: With a broken backup file, this action may erase all your settings! Do you want to continue?
fi_fi: Kanssa rikki varmuuskopio, tämä toiminta saattaa pyyhkiä kaikki asetukset! Haluatko jatkaa?

source: PS: Individual form configurations can be backup up on the respective form admin page.
fi_fi: PS: Yksittäiset muodossa kokoonpanoja voidaan varmuuskopioida ylös kunkin lomakkeen admin sivu.

source: Uninstalling / Removing cforms
fi_fi: Poistaminen / poistaminen cforms

source: Warning!
fi_fi: Varoitus!

source: Generally, simple deactivation of cforms does <strong>not</strong> erase any of its data. If you like to quit using cforms for good, please erase all data before deactivating the plugin.
fi_fi: Yleensä yksinkertainen deaktivointi cforms <strong> ei </ strong> poista sen tiedot. Jos haluat lopettaa käyttämällä cforms hyvää, kiitos poistaa kaikki tiedot, kytkemättä plugin.

source: This is irrevocable!
fi_fi: Tämä on peruuttamaton!

source: Are you sure you want to do this?!
fi_fi: Tämä on peruuttamaton!

source: DELETE *ALL* CFORMS DATA
fi_fi: poistaa * KAIKKI * cforms tiedot

source: Final Warning!
fi_fi: Lopullinen Varoitus!

source: custom files
fi_fi: mukautettuja tiedostoja

source: Not available
fi_fi: ei saatavilla

source: If cforms provides great services to you and/or your business, <strong>please consider making a donation</strong> to support future development.
fi_fi: Jos cforms tarjoaa erinomaiset palvelut sinulle ja / tai yrityksesi, <strong> hyvä ja harkitse lahjoituksen </ strong> tukemaan tulevaa kehitystä.

source: Thank you!
fi_fi: Kiitos!

source: Help
fi_fi: apua

source: Here you'll find plenty of examples and documentation that should help you configure <strong>cforms</strong>.
fi_fi: Täältä löydät runsaasti esimerkkejä ja asiakirjat, jotka pitäisi auttaa sinua määrittää <strong> cforms </ strong>.

source: Table of Contents
fi_fi: Did you mean: table of contentsSisällysluettelo

source: Basic steps, a small guide
fi_fi: perustiedot vaiheet, pieni opas

source: Inserting a form
fi_fi: Asettaminen muodossa

source: Configuring form input fields
fi_fi: Asetusten muodossa syötekenttiä

source: Special <em>Tell A Friend</em> input fields
fi_fi: erityinen <em> Kerro kaverille </ em> syötekenttiä

source: Special <em>WP Comment Feature</em> input fields
fi_fi: erityinen <em> WP Kommentti Feature </ em> syötekenttiä

source: SPAM protection: Q &amp; A
fi_fi: Roskapostisuodatus: Q & A

source: SPAM protection: Captcha
fi_fi: Roskapostisuodatus: Captcha

source: Using regular expressions with form fields
fi_fi: Käyttäen säännöllisiä lausekkeita lomakkeen kenttiin

source: Custom error messages &amp; input field titles
fi_fi: asiakassuhde virheilmoitukset & kenttään otsikot

source: Advanced: cforms APIs &amp; (Post-)Processing of submitted data
fi_fi: edistyksellinen: cforms API ja (Post-) käsittely toimittanut

source: Advanced: Real-time creation of dynamic forms
fi_fi: edistyksellinen: Reaaliaikainen dynaamisten lomakkeiden

source: Using variables in email subjects &amp; messages
fi_fi: Käyttämällä muuttujia sähköpostia aiheita ja viestejä

source: Multi page forms
fi_fi: Monisivuinen lomakkeita
