Repository: WordpressReady/cforms2
Catalog: ____Plugin_Localization/cforms-*.po
Languages: fi_fi

source: In addition to the above TXT message you can, of course, add an HTML counterpart.
fi_fi: Lisäksi edellä TXT viestin voit tietenkin lisätä HTML vastine.

source: Recommended Implementation Options:
fi_fi: Suositellaan Toteutus vaihtoehdot:

source: <em>Alternative 1:</em> The actual form will not show on the WP front page, but in the individual post/page view.
fi_fi: <em> Vaihtoehto 1: </ em> Konkreettinen eivät näy WP etusivulla, mutta yksittäisten post / sivu mieltä.

source: Simply add a <code>&lt;?php insert_cform(<em>#</em>); ?&gt;</code> (# = <a href="%s" %s>your form id</a>) to your existing <code>single.php</code> and/or <code>page.php</code> template, e.g:
fi_fi: Lisää vain <code> <? Php insert_cform (<em> # </ em>);?> </ Code> (# = <a href="%s" %s> lomakkeen id </>) olemassa olevaan <code> single.php </ code> ja / tai <code> page.php </ code> malli, esim.:

source: Suggestion: For a less crowded layout, optionally add some Javascript code to show/hide the form.
fi_fi: Ehdotus: Saat vähemmän tungosta layout, mahdollisesti lisätä joitakin Javascript-koodi näyttää / piilottaa muodossa.

source: <em>Alternative 2:</em> A Tell-A-Friend link is shown under every eligible post/page, displayed both on the blog's front page &amp; individual post &amp; page view.
fi_fi: <em> Vaihtoehto 2: </ em> Kerro kaverille-linkin alla näytetään joka myöntää post / sivu, näytetään sekä blogin etusivulla ja yksittäisten post & sivun näkymä.

source: This requires a new WP page created (make note of the page ID or permalink), with its own page template (a clone of page.php will do). Add the following code to the new <strong>page template</strong>:
fi_fi: Tämä edellyttää uuden WP-sivu (muistiin sivun tunnus tai permalink), oman sivupohjan (klooni page.php tekevät). Lisää seuraava koodi uusi <strong> sivumallin </ strong>:

source: In <em>single.php &amp; index.php</em> and/or <em>page.php</em> add beneath the "the_content()" call the link to the new page created above, e.g.:
fi_fi: Vuonna <em> single.php & index.php </em> ja / tai <em> page.php </em> lisää alla "the_content () " soittaa linkki uudelle sivulle luodaan edellä, esim. :

source: Replace <strong>[your-new-page]</strong> with <strong>the permalink</strong> of your newly created page.
fi_fi: Vaihda <strong> [oma-uusi-sivu] </ strong> kanssa <strong> permalink </ strong> oman uusille sivulla.

source: WP Comment Feature input fields
fi_fi: WP Kommentti Feature syötekenttiä

source: The beauty is, using one form, you can now offer your readers to either leave a comment behind or simply send a note to the post editor while being able to fully utilize all security aspects of cforms.
fi_fi: Kauneus on, jollakin muodossa, voit nyt tarjota lukijat joko jättää kommentin takana tai yksinkertaisesti lähettää muistiinpanon tekstieditorin samalla kun he voivat hyödyntää kaikkia turvallisuusnäkökohtien cforms.

source: Example Configuration
fi_fi: Esimerkki Configuration

source: Special Fields:
fi_fi: erityinen kentät

source: Author's Email
fi_fi: Kirjoittaja sähköpostiosoite

source: Author's URL
fi_fi: Tekijän URL

source: Author's Comment
fi_fi: Kirjoittajan kommentti

source: (if plugin installed)
fi_fi: (jos plugin)

source: Format:<br />for top 4 fields
fi_fi: Formaatti: <br /> huippu 4 kentät

source: field name %1$s default value %1$s <a href="#regexp">regular expression</a>
fi_fi: kentän nimi %1$s oletusarvo %1$s <a href="#regexp"> säännöllinen lauseke </a>

source: Special Field
fi_fi: erityinen kentät

source: Select: Email/Comment
fi_fi: Valitse: Sähköposti / kommentoi

source: field name %1$s text <em>comment</em> %2$s 0 %1$s text <em>to author</em> %2$s 1
fi_fi: kentän nimi %1$s tekstiä <em> kommentti </em> %2$s 0 %1$s tekstin <em> kirjoittajalle </ em> %2$s 1

source: Send as#regular comment|0#email to post author|1
fi_fi: Lähetä # säännöllisesti kommentti | 0 # sähköpostia lähettää kirjoittajalle | 1

source: Turn on the <a href="%s" %s>WP Comment feature</a> for the given form. (<em>Make sure it's the right one!</em>), otherwise you won't see the above input fields in the [<em>Field Type</em>] select box.
fi_fi: Kytke <a href="%s" %s> WP kommenttitoimintoa </ a> tietyn muodon. (<em> Varmista, että se on oikea! </ em>), muuten et näe edellä syöttökentät [<em> Kentän tyyppi </ em>]-valintaikkunasta.

source: Modify this form to include all the necessary (new) input fields, make them required or not, add regexp, anti SPAM fields or even custom err messages. All up to you. Or better yet, start with the built-in preset: "<strong>Advanced: WP comment...</strong>" form.
fi_fi: Muokkaa tätä lomaketta sisältävät kaikki tarvittavat (uusi) syöttökentissä ne tarpeen silloin, lisätä regexp, anti roskapostista kenttiä tai jopa omia err viestejä. Kaikki on sinun. Tai vielä parempaa, aloittaa sisäänrakennettu valmiiksi:"<strong> Advanced: WP kommentti ... </strong>" muodossa.

source: Edit your WP Theme template for comments. Remove the current <strong><u>form tag</u></strong> entirely (<code style="color:red">&lt;form action=&quot;...&lt;/form&gt;</code>). Instead replace with a PHP call to cforms: <code style="color:red">&lt;?php insert_cform(X); ?&gt;</code> with <strong>X</strong> being <u>omitted</u> if the form is your default form or starting at <strong>'2'</strong> (with single quotes!) for any subsequent form #. %sSee example comments.php here!%s
fi_fi: Muokkaa WP Theme mallin kommentteja. Poista nykyinen <strong> <u> muodossa tag </u> </ strong> täysin (<code style="color:red"> <muodossa action = "... </form> </code>). Korvata sen PHP puhelu cforms: <code style="color:red"> <? Php insert_cform (X);?> </Code> <strong> X </strong> on <u> pois </u>, jos lomake on oletus muodossa tai alkaen <strong> 2 "</ strong> (jossa puolilainausmerkkejä!) myöhempään muodossa #. %sSEE esimerkiksi comments.php täällä!%s

source: Double check the extended <a href="%s" %s>WP comment feature settings here</a> (especially the Ajax specific ones!).
fi_fi: Tarkista vielä laajennettu <a href="%s" %s> WP kommenttiominaisuudessa asetukset tästä </ a> (varsinkin Ajax erityisvaatimusten!).

source: Important:
fi_fi: Translate from: Frenchtärkeää:

source: To make Ajax work in case there are no comments yet, make sure that the comment container <strong>is always</strong> being rendered.
fi_fi: Jotta Ajax työtä asiassa ei ole vielä kommentteja, varmista, että kommentti kontti <strong> on aina </ strong> ei saa luovuttaa.

source: Suggestions:
fi_fi: ehdotuksia:

source: I recommend you choose the <strong>wide_form.css</strong> theme under the <a href="%s">Styling</a> menu. And adjust to your liking.
fi_fi: Suosittelen valitset <strong> wide_form.css </ strong> teema alle <a href="%s"> Styling </ a>-valikosta. Ja säätää mieleisekseen.

source: If you intend to make certain fields "required", I further recommend you add the text "<em>required</em>" to the input field label and set this style: <code style="color:red">span.reqtxt, span.emailreqtxt {...</code> to <code style="color:red">display:none;</code> (using the CSS editor on the <em>Styling</em> page)
fi_fi: Jos aiot tehdä tiettyjä kenttiä "tarvitaan", olen edelleen suosittelen lisäät tekstiä "<em> tarvitaan </em> " tuloon kentän otsikon ja asettaa tähän tyyliin: <koodi style = "väri: punainen "> span.reqtxt, span.emailreqtxt {... </code> ja <code style="color:red"> display: none; </code> (käyttämällä CSS-editori on <em> Styling </em> sivu)

source: Other comment plugins?
fi_fi: Muut kommentti plugins?

source: cforms' WP comment feature supports the following comment plugins:
fi_fi: cforms "WP kommentti ominaisuus tukee seuraavia kommentti plugins:

source: Tutorial:
fi_fi: opetusohjelma:

source: <a href="%s">Here you'll find</a> a comprehensive write up by Erum Munir on how to use cforms in combination with the Subscribe-To plugin, and a more <a href="%s">general one</a> for using cforms as a stand in replacement for the default WP comment functionality.
fi_fi: <a href="%s"> Täältä löydät </ a> kattavan kirjoittaa kasvoi Erum Munir käytöstä cforms yhdessä Tilaa-plugin, ja enemmän <href ="% s"> yleinen </ a> käyttää cforms kuin seistä korvata oletuksena WP kommentti toiminnallisuutta.

source: Fieldsets are definitely part of good form design, they are form elements that are used to create individual sections of content within a given form.
fi_fi: Fieldsets ovat ehdottomasti osa hyvää lomakkeiden suunnittelu, ne ovat lomake-elementtejä, joita käytetään luomaan yksittäisiä osioita sisältöä tietyn muodon.

source: fieldset name
fi_fi: fieldset nimet

source: My Fieldset
fi_fi: Oma fieldset

source: Fieldsets can begin anywhere, simply add a <strong>New Fieldset</strong> field between or before your form elements.
fi_fi: Fieldsets voi alkaa missä tahansa, lisää <strong> New fieldset </ strong>-kentän välillä tai ennen lomakkeen elementtejä.

source: Fieldsets do not need to explicitly be closed, a <strong>New Fieldset</strong> element will automatically close the existing (if there is one to close) and reopen a new one.
fi_fi: Fieldsets ei tarvitse erikseen sulkea, <strong> Uusi fieldset </ strong> elementti sulkee automaattisesti olemassa (jos on yksi sulkee) ja avaa uuden.

source: <strong>End Fieldset</strong> <u>can</u> be used, but it works without just as well.
fi_fi: <strong> End fieldset </ strong> <u> Voit </ u> käyttää, mutta se toimii ilman yhtä hyvin.

source: If there is no closing <strong>End Fieldset</strong> element, the plugin assumes that it needs to close the set just before the submit button
fi_fi: Jos ei ole sulkeminen <strong> End fieldset </ strong> elementti, plugin olettaa, että se tarvitsee sulkea asetettu juuri ennen lähetä-painiketta

source: A regular expression (regex or regexp for short) is a special text string for describing a search pattern, according to certain syntax rules. Many programming languages support regular expressions for string manipulation, you can use them here to validate user input. Single/Multi line input fields:
fi_fi: Säännöllinen lauseke (regex tai regexp lyhyitä) on erityinen merkkijono kuvaamiseen hakukuvio mukaan tiettyjä syntaksisäännöt. Monet ohjelmointikielet tukevat säännöllisiä lausekkeita merkkijonojen käsittely, voit käyttää niitä tästä vahvistaa käyttäjä syöttää. Single / Multi line syötekenttiä:

source: field name %1$s default value %1$s regular expression
fi_fi: kentän nimi %1$s oletusarvo %1$s säännöllinen lauseke

source: Example:<br />US zip code
fi_fi: Esimerkki: <br /> US postinumero

source: zip code
fi_fi: postinumero

source: Example:<br />US phone #
fi_fi: Esimerkki: <br /> US puhelimen #

source: phone
fi_fi: puhelin

source: Special Example:<br />comparing two input fields
fi_fi: erityinen Esimerkki: <br /> vertaamalla kahta syötekenttiä

source: please repeat email
fi_fi: ota toista sähköpostia

source: <strong>If you need to compare two input fields (e.g. email verification):</strong> simply use the regexp field (see special example above, to point to the <u>HTML element ID</u> of the field you want to compare the current one to. To find the <u>HTML element ID</u> you would have to look into the html source code of the form (e.g.
fi_fi: <strong> Jos haluat vertailla kahta syötekenttiä (esim. sähköpostin tarkastus): </ strong> voit käyttää regexp alalla (ks. erityinen esimerkki edellä viitata <u> HTML-elementti ID </ u> alan sinua haluat verrata nykyiseen yksi. löytää <u> HTML-elementti ID </ u> olisit tutkia html lähdekoodin muodossa (esim.

source: GENERAL:
fi_fi: yleinen

source: Ensure that the input field in question is tagged '<strong>Required</strong>'!
fi_fi: Varmista, että tulo kysymyksen on merkitty "<strong> tarvitaan </ strong> '!

source: and
fi_fi: ja

source: define the start and the end of the input
fi_fi: määritellä alussa ja lopussa tulon

source: ...matches a string that has an "a" followed by zero or more "b's" ("a", "ab", "abbb", etc.);
fi_fi: .. vastaa merkkijonon, joka on "", jota seuraa nolla tai useampia "b: n " ("", "ab ", "abbb ", jne.);

source: ...same, but there's at least one b ("ab", "abbb", etc.);
fi_fi: ... sama, mutta on olemassa ainakin yksi b ("ab ", "abbb ", jne.);

source: ...a string that has lowercase letters "a" through "d"
fi_fi: ... merkkijono, joka on pieniä kirjaimia "" läpi "d"

source: More information can be found <a href="%s">here</a>, a great regexp repository <a href="%s">here</a>.
fi_fi: Lisätietoja löytyy <a href="%s"> tästä </ a>, suuri regexp arkiston <a href="%s"> tästä </ a>.

source: On top of their labels, input fields can have titles, too. Simply append a %s to a given field configuration string.
fi_fi: Päälle niiden merkintöjen syötekenttiä voi olla otsikoita, too. Yksinkertaisesti liittää% s tietyllä alalla kokoonpano merkkijono.

source: If you like to add custom error messages (next to your generic <a href="%s" %s>success</a> and <a href="%s" %s>error</a> messages) for your input fields, simply append a %s to a given <em>definition string/field name</em>. HTML is supported.
fi_fi: Jos haluat lisätä omia virheilmoituksia (vieressä geneerinen <a href="%s" %s> menestys </ a> ja <a href="%s" %s> virhe </ a> viestit) oman syöttökentissä yksinkertaisesti liittää% s <em> määritelmä string / kentän nimi </ em>. HTML on tuettu.

source: Please note the order of these special attributes, first %s (if applicable), then %s.
fi_fi: Huomaa järjestyksessä näitä erityisiä ominaisuuksia, ensimmäinen% s (tarvittaessa), sitten% s.

source: Extended entry format for the Field Name
fi_fi: Laajennettu merkinnän muoto Kentän nimi

source: field name %1$s your title here %3$s %2$s your error message %3$s
fi_fi: kentän nimi %1$s otsikko tässä %3$s %2$s saamasi virheilmoitus %3$s

source: Example 1:
fi_fi: Esimerkki 1:

source: Your Name|title:Only alphabetic characters allowed!
fi_fi: Nimesi | otsikko: Vain kirjaimia sallittu!

source: Example 2:
fi_fi: Esimerkki 2:

source: Your Name|title:Please provide your first and last name!|err:Please enter your full name.
fi_fi: Nimesi | title: Anna ensimmäinen ja viimeinen nimi! | Erehtyminen: Anna koko nimi.

source: Example 3:
fi_fi: Esimerkki 3:

source: |err: your age is &lt;strong&gt;important&lt;/strong&gt; to us.
fi_fi: | Erehtyminen: ikäsi on <strong> tärkeää </ strong> meille.

source: <strong>Custom error messages</strong> can be applied to any input field that can be flagged "<strong>Required</strong>", <strong>titles</strong> to any input field.
fi_fi: <strong> asiakassuhde virheilmoitukset </ strong> voidaan soveltaa mihin tahansa kenttään, joka voidaan merkitä "<strong> tarvitaan </ strong> ", <strong> otsikot </strong> tahansa kenttään.

source: API Function :: get_cforms_entries()
fi_fi: API Tehtävä :: get_cforms_merkinnät ()

source: API Function
fi_fi: API Toiminto

source: Description
fi_fi: kuvaus

source: This function allows to conveniently retrieve submitted data from the cforms tracking tables.
fi_fi: Tämä toiminto mahdollistaa kätevästi hakea toimitti tietoja cforms seuranta taulukoita.

source: Parameters
fi_fi: parametrit

source: [text]
fi_fi: [tekstin]

source: text string (regexp pattern), e.g. the form name
fi_fi: merkkijono (HAKULAUSEKE), esim.lomakkeen nimi

source: [date]
fi_fi: [päivämäärä]

source: DATETIME string (format: Y-m-d H:i:s). Date &amp; time defining the target period, e.g.
fi_fi: päivämäärä ja aika string (formaatti: Y-m-d H: i: s). Päivämäärä ja aika määritellään tavoite aikana, esim.

source: or
fi_fi: tai

source: or any other form input field, e.g. 'Your Name'
fi_fi: tai muuta kenttään, esim. "nimesi"

source: [number]
fi_fi: [numero]

source: limiting the number of results, '' (empty or false) = no limits!
fi_fi: rajoittamalla määrän tuloksia,'' (tyhjä tai epätosi) = ei ole rajoja!

source: Output
fi_fi: ulostulo

source: This function will return a set of stored form submissions in a multi-dimensional array.
fi_fi: Tämä funktio palauttaa joukon tallennettu muodossa huomautuksia moniulotteinen array.

source: Examples
fi_fi: esimerkkejä

source: Example: Table Output
fi_fi: Esimerkki: Taulukko ulostulo

source: API Function :: cf_extra_comment_data()
fi_fi: API Tehtävä :: cf_lisää_kommentti_tiedot ()

source: This function retrieves all extra data submitted (besides the default Author, Email, URL, Message fields) per a given comment context. This function should be called from within the "comment LOOP".
fi_fi: Tämä toiminto hakee kaikki ylimääräiset Toimitettujen tietojen (paitsi oletus Kirjoittaja, sähköposti, URL, Viesti-kentät) per annettu kommentti yhteydessä. Tämä toiminto on nimeltään sisällä "kommentti LOOP ".

source: The comment ID is expected.
fi_fi: Kommentti ID odotetaan.

source: This function will return a set of stored comment data in a multi-dimensional array.
fi_fi: Tämä funktio palauttaa joukon tallennettu kommentin tietojen moniulotteinen array.

source: Example
fi_fi: esimerkki

source: (see also the %sonline tutorial%s in the cforms forum)
fi_fi: (ks. myös% sonline opetusohjelma% s cforms foorumi)

source: (Post-)Processing of submitted data is really for hard core deployments, where <em>real-time manipulation</em> of a form &amp; fields are required.
fi_fi: (Post-) käsittely Toimitettujen tietojen on todella kova ydin asennuksia, joissa <em> reaaliaikaisen manipulointi </ em> eräänlaisen & kentät ovat pakollisia.

source: If you require the submitted data to be manipulated, and or sent to a 3rd party or would like to make use of the data otherwise, here is how:
fi_fi: Jos tarvitset toimittanut manipuloida, ja tai lähettää 3rd party tai haluaisivat käyttää tietoja muuten, tässä miten:

source: Custom functions to (post-)process user input
fi_fi: asiakassuhde toimintoja (post-) prosessi käyttäjä syöttää

source: Available User Functions
fi_fi: Saatavilla Käyttäjän toiminnot

source: (see <strong>my-functions.php</strong> file (plugin root directory), including examples)
fi_fi: (ks. <strong> my-functions.php </ strong> tiedosto (plugin juurihakemistoon), mukaan lukien esimerkkejä)

source: function gets triggered <strong>after</strong> user input validation, but <strong>before</strong> processing input data
fi_fi: toiminnon saa laukaista <strong> jälkeen </ strong> käyttäjä syöttää validointi, mutta <strong> ennen </ strong> käsittelyyn lähtötiedot

source: function gets called <strong>after</strong> input validation, but <strong>before</strong> processing input data
fi_fi: toiminnon saa kutsutaan <strong> jälkeen </ strong> syöttö validointi, mutta <strong> ennen </ strong> käsittelyyn lähtötiedot

source: function gets called <strong>just before</strong> sending the email
fi_fi: toiminnon saa kutsutaan <strong> juuri ennen </ strong> lähettämällä sähköpostia

source: function gets called <strong>at</strong> various stages of input processing
fi_fi: toiminnon saa kutsutaan <strong> osoitteessa </ strong> eri vaiheissa tulo käsittelyyn

source: %s can reside in your /plugins/cforms-custom folder to protect it from future (auto) upgrades.
fi_fi: % s voi asua omassa / plugins / cforms-custom kansio suojella sitä tulevaisuudessa (auto) päivityksiä.

source: Again, this is for the advanced user who requires ad-hoc creation of forms.
fi_fi: Tämäkin on kokenut käyttäjä, joka vaatii ad-hoc luomisen muotoja.

source: A few things to note on dynamic forms:
fi_fi: Ota huomioon seuraavat seikat on dynaamisia lomakkeita:

source: Dynamic forms only work in <strong>non-Ajax</strong> mode.
fi_fi: Dynaamiset lomakkeet toimivat vain <strong> kuin Ajax </ strong>-tilassa.

source: Each dynamic form references and thus requires <strong>a base form defined</strong> in the cforms form settings. All its settings will be used, except the form (&amp;field) definition.
fi_fi: Jokainen dynaaminen muodossa viittauksia ja siten edellyttää <strong> perusmuoto määritelty </ strong> cforms muodossa asetukset. Kaikki sen asetuksia voidaan käyttää paitsi muoto (ja kenttä) määritelmää.

source: Any of the form fields described in the plugins' <strong>HELP!</strong> section can be dynamically generated.
fi_fi: Mikä tahansa muodossa kuvatut kentät plugins "<strong> HELP! </ Strong> voidaan dynaamisesti.

source: Function call to generate dynamic forms: %s with
fi_fi: Toiminto soittaa tuottaa dynaamisia muotoja:% s

source: empty string for the first (default) form and <strong>2</strong>,3,4... for any subsequent form
fi_fi: tyhjä merkkijono ensimmäisen (oletus) muoto ja <strong> 2 </ strong>, 3,4 ... myöhempään muodossa

source: <em>field name</em> format described above
fi_fi: <em> kentän nimi </ em>-muodossa edellä

source: Form input field types ('type'):
fi_fi: Lomake kenttään tyypit ("tyyppi"):

source: Basic fields
fi_fi: peruskentät

source: Special T-A-F fields
fi_fi: erityinen T-A-F kentät

source: Text paragraph
fi_fi: tekstikappale

source: Single input field
fi_fi: Yhdenrivin

source: T-A-F * Your Email
fi_fi: T-A-F * Sähköposti

source: Multi line field
fi_fi: Multi line alalla

source: Hidden field
fi_fi: piilokenttänä

source: Password field
fi_fi: Salasana-kenttään

source: Date picker field
fi_fi: Päivämäärävalitsimessa alalla

source: WP Comment Feature
fi_fi: WP Kommentti ominaisuus

source: Check boxes groups
fi_fi: Tarkista laatikot ryhmät

source: Drop down fields
fi_fi: Avattavasta kentät

source: Radio buttons
fi_fi: Radio painikkeet

source: 'CC' check box
fi_fi: "CC"-valintaruutu

source: Subscribe To Comments
fi_fi: Tilaa kommentit

source: Multi-recipients field
fi_fi: Multi-vastaanottajien alalla

source: Comment Luv
fi_fi: kommentti Luv

source: Spam/Q&amp;A verification
fi_fi: (nonAjax)Spam / Q & todentaminen

source: Spam/captcha verification
fi_fi: Spam / captcha todentaminen

source: File upload fields
fi_fi: Tiedoston lataaminen kentät

source: Begin of a fieldset
fi_fi: Aloita of fieldset

source: End of a fieldset
fi_fi: End of fieldset

source: Should only be used <strong>once</strong> per generated form!
fi_fi: Tulisi käyttää vain <strong> kerran </ strong> per tuotettu muodossa!

source: Simple example:
fi_fi: Yksinkertainen esimerkki:

source: Your Name|Your Name
fi_fi: Nimesi | Nimesi

source: Your Email
fi_fi: Sähköposti

source: Your Message
fi_fi: Viestisi

source: Call default form with two defined fields
fi_fi: Soita oletuksena lomakkeen kaksi määrittämät kentät

source: <strong>More advanced example</strong> (file access)
fi_fi: <strong> Kehittyneempi esimerkiksi </ strong> (tiedostojen käyttö)

source: Email
fi_fi: Sähköposti

source: Please pick a month for delivery:
fi_fi: Ole hyvä ja valitse kuukaudessa toimitus:

source: Deliver on#Please pick a month
fi_fi: Toimittava # hyvä poimia kuukaudessa

source: Need to put this file into your themes dir!
fi_fi: Täytyy laittaa tämä tiedosto teemoja dir!

source: Remove the last '#'
fi_fi: Poista viimeinen "#"

source: Call form #5 with new fields
fi_fi: Soita muodossa # 5 uusilla aloilla

source: With <code>month.txt</code> containing all 12 months of a year:
fi_fi: <code> Month.txt </ code>, joka sisältää kaikki 12 kuukauden aikana:

source: January
fi_fi: tammikuu

source: February
fi_fi: helmikuu

source: March
fi_fi: maaliskuu

source: Using variables in email subject and messages
fi_fi: Käyttämällä muuttujia sähköpostin aihe ja viestien

source: <strong>Subjects and messages</strong> for emails both to the <a href="%s" %s>form admin</a> as well as to the <a href="%s" %s>visitor</a> (auto confirmation, CC:) support insertion of pre-defined variables and/or any of the form input fields.
fi_fi: <strong> aiheet ja viestit </strong> sähköposteja sekä <a href="%s" %s> muodossa admin </ a> sekä <href = "% s "% s> kävijä </a> (auto vahvistuksen, CC :) tuen lisääminen ennalta määriteltyjä muuttujia ja / tai jokin lomakkeen tietokentät.

source: Note that the variable names are case sensitive!
fi_fi: Huomaa, että muuttujien nimet ovat isot!
