Repository: WordpressReady/cforms2
Catalog: ____Plugin_Localization/cforms-*.po
Languages: fi_fi

source: Case sensitive!
fi_fi: Asia herkkä!

source: Predefined variables:
fi_fi: Ennalta määritetyt muuttujat:

source: Inserts the Blog's name.
fi_fi: Insertit Blogin nimi.

source: Inserts the form name (per your configuration).
fi_fi: Insertit lomakkeen nimi (per määritykset).

source: Inserts the ID of the post the form is shown in.
fi_fi: Insertit tunnus post lomake näkyy sisään

source: Inserts the HTTP referer information (if available).
fi_fi: Insertit HTTP referer tiedot (jos saatavilla).

source: Inserts the WP page the form was submitted from.
fi_fi: Insertit WP sivun lomakkeen toimitti alkaen.

source: Inserts the date of form submission (per your general WP settings).
fi_fi: Lisää päivämäärän muodon mukaan (per yleistä WP asetukset).

source: Inserts the time of form submission (per your general WP settings).
fi_fi: (nonAjax)Insertit lomakkeen lähetysaikaa (per yleistä WP asetukset).

source: Inserts visitor IP address.
fi_fi: Insertit kävijä IP-osoite.

source: Inserts a unique and referenceable form ID (provided that DB Tracking is enabled!)
fi_fi: Insertit ainutlaatuinen ja referenceable muodossa ID (edellyttäen, että DB-seuranta on käytössä!)

source: Inserts the ID of the currently logged-in user.
fi_fi: Insertit tunnus kirjautuneen käyttäjän.

source: Inserts the Name of the currently logged-in user.
fi_fi: Insertit nimi kirjautuneen käyttäjän.

source: Inserts the Email Address of the currently logged-in user.
fi_fi: Insertit sähköpostiosoite kirjautuneen käyttäjän.

source: Inserts the First Name of the currently logged-in user.
fi_fi: Insertit etunimi kirjautuneen käyttäjän.

source: Inserts the Last Name of the currently logged-in user.
fi_fi: Insertit sukunimi kirjautuneen käyttäjän.

source: Special:
fi_fi: erityinen

source: A single %s (period) on a line inserts a blank line.
fi_fi: Yksi% s (piste) on line lisää tyhjä rivi.

source: Predefined variables for Tell-A-Friend forms:
fi_fi: (nonAjax)Ennalta määritellyt muuttujat Kerro kaverille-muotoja:

source: Inserts the URL of the WP post/page.
fi_fi: Insertit URL WP post / sivu.

source: Inserts the Author's name (<em>Nickname</em>).
fi_fi: Insertit Tekijän nimi (<em> Nimimerkki </ em>).

source: Inserts the WP post or page title.
fi_fi: Insertit WP postitse tai sivun otsikko.

source: Inserts the WP post or page excerpt.
fi_fi: Insertit WP postitse tai sivu ote.

source: Custom variables (referencing input fields):
fi_fi: Muokatut muuttujat (viitataan syötekenttiä):

source: Alternatively to the cforms predefined variables, you can also reference data of any of your form's input fields by one of the 3 ways described below.
fi_fi: Vaihtoehtona cforms ennalta muuttujia, voit myös vertailutiedot tahansa lomakkeen syötekenttiä yhden 3 alla kuvatuilla tavoilla.

source: field label
fi_fi: kentän otsikon

source: With <em>field label</em> being the <u>exact</u> field label as it is being tracked and sent in the admin email!
fi_fi: Kun <em> kenttä etiketti </ em> on <u> tarkka </ u> kentän otsikon koska se on seurannassa ja lähettää admin sähköpostitse!

source: In case you're using the <u>custom input field NAMES &amp; ID's</u>, the reference is the <u>id:</u> of the field.
fi_fi: Siinä tapauksessa käytät <u> custom kenttään nimeä ja ID: n </ u>, viittaus on <u> id: </ u> alan.

source: With <em>NN</em> being the position of the field on the form configuration page.
fi_fi: Kun <em> NN </ em> on asema kentän muoto asetukset.

source: Suppose this is the input field definition string: %sYour Website%s
fi_fi: Oletetaan tämä on kenttään määritelmä string:% sYour sivuston% s

source: The corresponding variables would be:
fi_fi: Vastaavat muuttujat olisi:

source: %1$s{Your Website}%2$s , %1$s{homepage}%2$s, or %1$s%3$s%2$s (assuming it is on the 4th position) respectively.
fi_fi: %1$s{sivuston}%2$s, %1$s{kotisivu}%2$s tai %1$s%3$s%2$s (olettaen, että se on 4. asema) vastaavasti.

source: If you are using multiple input fields with <strong>the same</strong> recorded field label (you can always check the "Tracking" menu tab for how the fields are stored), e.g:
fi_fi: Jos käytät useita syötekentät <strong> sama </ strong> tallennetun kentän otsikon (voit aina tarkistaa "seuranta "-välilehti, miten kentät on tallennettu), esim.:

source: Results in the first field labeled %1$s to be addressed with %2$s. The second instance of %1$s can be addressed by %3$s, and so on...
fi_fi: Tulokset ensimmäisen kenttään %1$s puututtava %2$s.Toinen esiintymä %1$s voidaan ratkaista %3$s, ja niin edelleen ...

source: Here is an example for a simple <a href="%s" %s>Admin HTML message</a> <em>(you can copy and paste the below code or change to your liking)</em>:
fi_fi: Tässä on esimerkki yksinkertainen <a href="%s" %s> Admin HTML viestin </ a> <em> (voit kopioida ja liittää alla koodin tai muuttaa mieleisekseen) </ em>:

source: HTML code:
fi_fi: HTML-koodi:

source: a form has been submitted on %s, via: %s [IP %s]
fi_fi: lomake on lähetetty% s kautta:% s [IP% s]

source: Output:
fi_fi: lähtö:

source: a form has been submitted on June 13, 2007 @ 9:38 pm, via: / [IP 184.153.91.231]
fi_fi: lomake on toimitettu 13. kesäkuuta 2007 @ 21:38 kautta: / [IP 184.153.91.231]

source: With this limited message you'd want to enable the option "Include pre formatted form data table in HTML part"
fi_fi: Tämän rajoitetun viestin haluaisi ottaa käyttöön asetuksista "Sisällytä valmiiksi alustettu muodossa tiedot taulukon HTML osittain "

source: Here is another example for a more detailed <a href="%s" %s>Admin HTML message</a>:
fi_fi: Tässä on toinen esimerkki tarkempia <a href="%s" %s> Admin HTML viestin </ a>:

source: {Your Name} just submitted {Form Name}. You can get in touch with him/her via &lt;a href="mailto:{Email}"&gt;{Email}&lt;/a&gt; and might want to check out his/her web page at &lt;a href="{Website}"&gt;{Website}&lt;/a&gt;
fi_fi: {Nimesi} juuri esittänyt {lomakkeen nimi}. Voit ottaa yhteyttä häneen / hänen kautta <a href="mailto:{sähköposti}"> {Sähköposti} </a> ja kannattaa tarkistaa hänen / hänen verkkosivuilla osoitteessa <href = "{sivuston} "> {sivuston} </ a>

source: The message is:
fi_fi: Viesti on:

source: {Message}
fi_fi: {Viesti}

source: John Doe just submitted MY NEW FORM. You can get in touch with him/her via <a href="mailto:#">john.doe@doe.com</a> and might want to check out his/her web page at <a href="#">http://website.com</a>
fi_fi: John Doe juuri jättämässä uudessa muodossa. Voit ottaa yhteyttä häneen / hänen kautta <a href="mailto:#"> john.doe @ doe.com </a> ja kannattaa tarkistaa hänen / hänen verkkosivuilla osoitteessa <href ="# "> http://website.com </a>

source: Hey there! Just wanted to get in touch. Give me a ring at 555-...
fi_fi: Hei! Halusin vain saada yhteyttä. Anna minulle rengas 555 - ...

source: With this more detailed message you can disable the option "Include pre formatted form data table in HTML part" since you already have all fields covered in the actual message/header.
fi_fi: Tämän tarkempia viestin voit poistaa vaihtoehdon "Sisällytä valmiiksi alustettu muodossa tiedot taulukon HTML osittain " koska sinulla on jo kaikki aloista todellinen viesti / otsikko.

source: And a final example for a <a href="%s" %s>HTML auto confirmation message</a>:
fi_fi: Ja lopullinen esimerkki <a href="%s" %s> HTML auto vahvistus viestin </ a>:

source: auto confirmation message
fi_fi: auto vahvistus viesti

source: Dear {Your Name},
fi_fi: Hei {Nimesi}

source: Thank you for your note!
fi_fi: Kiitos Huom!

source: We will get back to you as soon as possible.
fi_fi: Saamme takaisin niin pian kuin mahdollista.

source: Multi-page-forms support chaining of several forms and gather user input across all linked forms. Inserting a multi page form is easy, simply insert the %s first form %s of the series into your post or page.
fi_fi: Multi-sivu-muotojen tuki ketjuttamalla useita muotoja ja kerätä käyttäjän toimia kaikissa linkitetyn muotoja. Asettaminen monisivuinen lomake on helppoa, yksinkertaisesti lisätä% s ensimmäinen muoto% s sarjan omalle postitse tai sivulla.

source: Multi-part/-page form features:
fi_fi: Multi-part/-page muodossa ominaisuudet:

source: Defining first, next and last form via configuration
fi_fi: Määrittely ensimmäinen, seuraava ja viimeinen muoto Configuration

source: Overriding "next form" at run-time (dynamically) via my-functions.php
fi_fi: Ohittaminen "ensi muodossa " ajon aikana (dynaamisesti) kautta oma-functions.php

source: Optionally send/suppress partial admin emails on a per form basis
fi_fi: Valinnaisesti lähettää / tukahduttaa osittainen admin sähköpostiviestejä per lomakkeen perusteella

source: A form reset button
fi_fi: Muodossa reset-painiketta

source: A form back button
fi_fi: Muodossa takaisin-painiketta

source: Example (eg. using 3 forms):
fi_fi: Esimerkki (esim. käyttäen 3 muotoja):

source: form 1,2,3:
fi_fi: muodossa 1,2,3:

source: select main check box to enable as multi-part forms
fi_fi: valitse tärkein valintaruutu, jotta sillä moniosaisia lomakkeita

source: form 1:
fi_fi: lomake 1:

source: (a) check "Suppress admin email.."
fi_fi: (a) tarkistaa "torjumisesta admin email .. "

source: (b) check "This is the first form.."
fi_fi: (b) tarkistaa "Tämä on ensimmäinen muoto .. "

source: (c) select "form 2" as next form
fi_fi: (c) valitse "lomake 2 " ensi muodossa

source: form 2:
fi_fi: lomake 2:

source: (b) select "form 3" as next form
fi_fi: (b) valitse "muodossa 3 " ensi muodossa

source: form 3:
fi_fi: lomake 3:

source: (a) make sure to not! have "Suppress admin email.." selected
fi_fi: (a) varmistaa, että ei! ovat "torjumisesta admin email .." valittu

source: (b) select "last form" to stop further routing
fi_fi: (b) valitse "viimeinen muodossa" lopettaa edelleen reititys

source: Optionally add Reset &amp; Back buttons where appropriate.
fi_fi: Halutessasi lisätä Reset & Back-painikkeet tarvittaessa.

source: Further, it makes sense to change "Submit Button" text (to e.g. "Continue") &amp; the "success message" to rather announce the next form.
fi_fi: Lisäksi on järkevää muuttaa "Lähetä-painiketta " tekstin (esim. "Jatka ") ja "onnistumisviesti "on melko ilmoittaa seuraavan lomakkeen.

source: Important Notes:
fi_fi: Tärkeitä huomautuksia:

source: Accessing %1$s {custom variables} %2$s in the final form differs from how you would reference these in individual forms. Use the %1$s mail() %2$s example in my-functions.php to examine the user data array; e.g. %1$s{Email}%2$s would become %1$s{cf_form_Email}%2$s (for the first form of the series).
fi_fi: Pääsy %1$s {custom muuttujia} %2$s lopullisessa muodossa eroaa miten viittaisi nämä yksittäisissä muodoissa. Käytä %1$s mail () %2$s Esimerkiksi minun-functions.php tarkastella käyttäjän tiedot matriisi; esim. %1$s {Sähköposti}%2$s tulisi %1$s {cf_form_Email}%2$s (ensimmäisen muodon sarja).

source: %1s File attachments %2s will not be included in the admin email unless the upload fields are on the last form. However, they will be stored and tracked.
fi_fi: % 1s Tiedostoliitteet% 2s ei sisällytetä admin email ellei upload kentät ovat viime muodossa. Kuitenkin ne tallennetaan ja seurataan.

source: Once the multi page form support is enabled, %1$sAjax is being disabled%2$s for this form.
fi_fi: Kun monisivuinen muodossa tuki on käytössä, %1$sAjax on poistettu%2$s tässä muodossa.

source: Styling Your Forms (CSS theme files)
fi_fi: Muotoilu Lomakkeet (CSS teeman tiedostot)

source: Please see the <a href="%s">Styling page</a> for theme selection and editing options.
fi_fi: Katso <a href="%s"> Styling sivu </ a> teeman valinta ja editointi vaihtoehtoja.

source: cforms comes with a few theme examples (some of them may require adjustments to work with <strong>your</strong> forms!) but you can of course create your own theme file -based on the default <strong>cforms.css</strong> file- and put it in the <code>/styling</code> directory.
fi_fi: cforms mukana muutama teema esimerkkejä (jotkut niistä saattavat vaatia muutoksia työskennellä <strong> </ strong> muodoissa!), mutta voit toki luoda oma teema tiedostojen perustuu oletus <strong> cforms.css </ strong> tiedosto-ja laita se <code> / muotoilu </ code>-hakemistossa.

source: With v8.5+ cforms supports a separate custom user folder to store your tailored CSS, font and image files! Simply create the folder: %s and move your CSS (including <strong>all</strong> images!), font &amp; background image files (CAPTCHA) to it.
fi_fi: Kun v8.5 + cforms tukee erillinen mukautetun käyttäjän kansio tallentaa räätälöityjä CSS, fontti ja kuvatiedostot! Yksinkertaisesti luoda kansiota:% s ja siirrä CSS (mukaan lukien <strong> kaikki </ strong> kuvia!), Fontin ja taustan kuvatiedostoja (CAPTCHA) siihen.

source: Your form <strong>doesn't</strong> look like the preview image, or your individual changes don't take effect, check your global WP theme CSS! It may overwrite some or many cforms CSS declarations. If you don't know how to trouble shoot, take a look at the Firefox extension "Firebug" - an excellent CSS troubleshooting tool!
fi_fi: Lomake <strong> ei </strong> näyttää esikatselukuvan, tai yksittäiset muutokset eivät tule voimaan, tarkista maailmanlaajuinen WP teema CSS! Se voi korvata osittain tai monta cforms CSS ilmoituksia. Jos et tiedä, miten ongelmia ampua, katsomaan Firefox laajennus "pyromaani" -erinomainen CSS vianmääritystyönkalu!

source: For up-to-date information first check the %sFAQs%s &amp; %scforms forum%s and comment section on the plugin homepage.
fi_fi: Saat ajan tasalla olevaa tietoa ensin tarkistaa% sFAQs% s ja% scforms foorumi% s ja kommentoida osio plugin etusivulle.

source: A new submission (form: "{Form Name}")
fi_fi: Uusi esittämisen (lomake: "{lomakkeen nimi} ")

source: Submitted on: {Date}
fi_fi: Kirjoittanut {pvm}

source: Via: {Page}
fi_fi: Translate from: ItalianVia: {Page}

source: By {IP} (visitor IP)
fi_fi: By {IP} (vierailija IP)

source: A form has been submitted on {Date}, via: {Page} [IP {IP}]
fi_fi: Lomake on lähetetty {pvm} kautta: {Page} [IP {IP}]

source: This is an automatic confirmation message.
fi_fi: Tämä on automaattinen vahvistus viesti.

source: Navigate to your other forms.
fi_fi: Navigoida muita.

source: Navigate to
fi_fi: Siirry

source: Go
fi_fi: mennä

source: <strong>cforms</strong> allows you <a href="%s" %s>to insert</a> one or more custom designed contact forms, which on submission (preferably via Ajax) will send the visitor info via email and optionally stores the feedback in the database.
fi_fi: <strong> cforms </ strong> avulla voit <a href="%s" %s> lisätä </ a> yhden tai useamman räätälöityä yhteystiedot lomakkeita, jotka esitettäessä (mieluiten Ajax) lähettää vierailija info sähköpostitse ja mahdollisesti tallentaa palautetta tietokantaan.

source: <a href="%s" %s>Here</a> is a quick step by step quide to get you up and running quickly.
fi_fi: <a href="%s" %s> tästä </ a> on nopea askel askeleelta quide pääset vauhtiin nopeasti.

source: You may give each form an optional name to better identify incoming emails.
fi_fi: Voit antaa kullekin muodossa valinnainen nimi tunnistaa paremmin saapuvat sähköpostit.

source: Enables or disables Ajax support for this form.
fi_fi: Ottaa käyttöön tai poistaa Ajax tukea tässä muodossa.

source: Ajax enabled
fi_fi: Ajax käytössä

source: Please see the <strong>Help!</strong> section for information on how to deploy the various <a href="%s" %s>supported fields</a>,
fi_fi: Katso <strong> Help! </ Strong> tietoa miten käyttää erilaisia ​​<a href="%s" %s> tukee kentät </ a>,

source: set up forms using <a href="%s" %s>FIELDSETS</a>,
fi_fi: perustaa lomakkeita <a href="%s" %s> FIELDSETS </ a>,

source: use <a href="%s" %s>default values</a> &amp; <a href="%s" %s>regular expressions</a> for single &amp; multi-line fields.
fi_fi: käyttää <a href="%s" %s> oletusarvot </ a> ja <a href="%s" %s> säännöllisiä lausekkeita </ a> yhden ja multi-line kentät.

source: Besides the generic success &amp; failure messages below, you can add <a href="%s" %s>custom error messages</a>.
fi_fi: Lisäksi yleinen onnistuminen ja epäonnistuminen viestit alla, voit lisätä <a href="%s" %s> custom virheilmoitukset </ a>.

source: Please save the new order of fields (<em>Update Settings</em>)!
fi_fi: Ole hyvä ja tallentaa uudet kenttien järjestystä (<em> Päivitä asetukset </ em>)!

source: Can be a simple label or a more complex expression. See Help!
fi_fi: Voi olla yksinkertainen etiketti tai monimutkaisempi lauseke. Katso Apua!

source: Field Name
fi_fi: (nonAjax)kentän nimi

source: Pick one of the supported input field types.
fi_fi: Valitse yksi tuettu kenttään tyyppejä.

source: Type
fi_fi: tyyppi

source: Makes an input field required for proper form validation.
fi_fi: Tekee kenttään tarvitaan oikeassa muodossa validointi.

source: required
fi_fi: tarvitaan

source: Makes the field required and verifies the email address.
fi_fi: Tekee alalla tarvitaan ja varmistaa sähköpostiosoitteesi.

source: e-mail
fi_fi: sähköposti

source: Clears the field (default value) upon focus.
fi_fi: Tyhjentää kentän (oletusarvo), kun painopiste.

source: auto-clear
fi_fi: Auto-selkeä

source: Grey's out a form field (field will be completely disabled).
fi_fi: Greyn lomake (kenttä poistetaan kokonaan).

source: disabled
fi_fi: vammaiset

source: Form field will be readonly!
fi_fi: Lomake alalla on vain luku!

source: read-only
fi_fi: vain luku

source: New Field
fi_fi: uusi kenttä

source: Please enter field definition
fi_fi: Kirjoita kenttään määritelmä

source: Edit
fi_fi: Did you mean: editmuokata

source: Pick a field type
fi_fi: Valitse kenttätyyppi

source: Text only (no input)
fi_fi: Vain teksti (ei tulo)

source: Single line of text
fi_fi: Yksirivinen teksti

source: Multiple lines of text
fi_fi: Useita rivejä tekstiä

source: Check Box
fi_fi: Tarkista Box

source: Check Box Group
fi_fi: valintaruutu Group

source: Radio Buttons
fi_fi: Radio painikkeet

source: Select Box
fi_fi: Valitse Box

source: Multi Select Box
fi_fi: Multi Valitse Box

source: File Upload Box
fi_fi: Tiedoston lataaminen Box

source: Date Entry/Dialog
fi_fi: Saapumispäivämäärä / Dialog

source: Password Field
fi_fi: Salasana Field

source: Hidden Field
fi_fi: Piilokentän

source: --------- Special ------------
fi_fi: ------------erityinen ------------

source: CC: option for user
fi_fi: CC: vaihtoehto käyttäjälle

source: Multiple Recipients
fi_fi: usealle vastaanottajalle

source: Captcha verification (image)
fi_fi: Captcha tarkastus (kuva)

source: ----- T-A-F form fields ------
fi_fi: ----- T-A-F lomakkeen kentät ------

source: T-A-F * Friend's Email
fi_fi: T-A-F * Ystäväsi sähköpostiosoite

source: --- WP comment form fields ---
fi_fi: --- WP kommentin muodossa kentät ---

source: Remove input field
fi_fi: Poista kenttään

source: Not available.
fi_fi: Ei saatavilla.

source: input required
fi_fi: syöttö tarvitaan

source: email required
fi_fi: sähköposti vaaditaan

source: clear field
fi_fi: selkeän näkökentän

source: Add more input field(s)
fi_fi: Lisää kenttään (s)

source: Add
fi_fi: lisätä

source: new field(s) @ position
fi_fi: uusi kenttä (s) @ asemaa

source: File Upload Settings
fi_fi: Tiedoston lataaminen Asetukset

source: You may also want to verify the global, file upload specific <a href="%s" %s>error messages</a>.
fi_fi: Voit myös tarkistaa maailmanlaajuinen, latauskiintiö erityisiä <a href="%s" %s> virheilmoituksia </ a>.

source: Can't find the specified <strong>Upload Directory</strong> ! Please verify that it exists!
fi_fi: (nonAjax)Ei löydä määritettyä <strong> tallennushakemisto </ strong>! Ole hyvä ja tarkista, että se on olemassa!

source: Upload directory (absolute path)
fi_fi: Kopiointihakemisto (absoluuttinen polku)

source: e.g. /home/user/www/wp-content/my-upload-dir
fi_fi: esim. / kotiin / käyttäjä / www / wp-content / Sisältöön minun upload dir

source: Upload directory URL (relative path/URL)
fi_fi: Kopiointihakemisto URL (suhteellinen polku / URL)

source: e.g. /wp-content/my-upload-dir
fi_fi: esim. / wp-pitoisuus /Sisältöön minun upload dir

source: Disable noid- (tracking ID) prefix
fi_fi: Poista noid-(tracking ID) etuliite

source: Allowed file extensions
fi_fi: Sallittuja tiedostopääte

source: [empty=all files are allowed]
fi_fi: [tyhjä = kaikki tiedostot ovat sallittuja]

source: Maximum file size<br />in kilobyte
fi_fi: Tiedoston maksimikoko <br /> vuonna kilotavun

source: Do not email attachments
fi_fi: Älä lähetä liitetiedostoja

source: <u>Note</u>: Attachments are stored on the server &amp; can be accessed via the <a href="%s" %s>cforms tracking</a> tables.
fi_fi: <u> Huomaa </ u>: Liitteet tallennetaan palvelimelle ja pääsee <a href="%s" %s> cforms seuranta </ a> taulukoita.

source: Messages, Text and Button Label
fi_fi: Viestit, Tekstiviestit ja Button Label

source: These are the messages displayed to the user on successful (or failed) form submission. These messages are form specific, a general message for entering a wrong <strong>visitor verification code</strong> can be found <a href="%s" %s>here</a>.
fi_fi: Nämä ovat viestit näytetään käyttäjälle onnistuneista (tai puutteellista) lomakkeen lähettäminen. Nämä viestit ovat muodossa erityisiä, yleinen viesti syöttämällä väärän <strong> kävijä todentaminen koodi </ strong> löytyy <a href="%s" %s> tästä </ a>.

source: Submit button text
fi_fi: Lähetä-painiketta teksti

source: Waiting message
fi_fi: odottavan viestin

source: "required" label
fi_fi: "tarvitaan " label

source: "email required" label
fi_fi: "sähköposti vaaditaan " label

source: <strong>Success message</strong><br />when form filled out correctly
fi_fi: <strong> menestys viesti </ strong> <br /> jos lomake täytetty oikein

source: Opt. Popup Msg
fi_fi: (nonAjax)Valitsevat. popup Msg

source: <strong>Failure message</strong><br />when missing fields or wrong field<br />formats (regular expr.)
fi_fi: <strong> virheilmoitus </ strong> <br /> kun puuttuu kenttiä tai väärin alalla <br /> formaatteja (säännöllinen lauseke.)

source: Show messages
fi_fi: Näytä viestit

source: Above form
fi_fi: Ylläoleva lomake

source: Below form
fi_fi: alla lomake

source: Jump to Error
fi_fi: Siirry virhe

source: (Only Javascript)
fi_fi: (Vain Javascript)

source: Fancy Error messages
fi_fi: Fancy Virheilmoitukset

source: Enhanced display of errors (see also new theme CSS classes)
fi_fi: Parannettu näyttö virheitä (ks. myös uuden teeman CSS luokat)

source: Embedded Custom Error<br />Messages
fi_fi: Embedded Custom Error <br /> viestit

source: Field specific error messages will be shown above input field
fi_fi: Kenttä tarkat virheilmoitukset näytetään edellä kenttään

source: Core Form Admin / Email Options
fi_fi: Core Form Admin / sähköpostivalintoja

source: These settings determine basic cforms behaviour and the form email recipient(s). Both %s and %s formats are valid, but check if your mail server does accept the format of choice!
fi_fi: Nämä asetukset määrittävät perus cforms käyttäytymistä ja lomake sähköpostin vastaanottaja (t). Sekä% s ja% s muodot ovat voimassa, mutta tarkistaa, jos sähköpostipalvelin ei hyväksy muodon valinta!

source: The default FROM: address is based on your blog's name and the WP default address. It can be changed, but I highly recommend you do not, as it may render the plugin useless. If you do change the FROM: address, triple check if all admin emails are being sent/received!
fi_fi: Oletus: osoite perustuu blogisi nimi ja WP oletus osoite. Sen voi vaihtaa, mutta olen erittäin suositeltavaa vai ei, sillä se voi tehdä plugin hyödytön. Jos et muuta FROM: osoite, kolminkertainen tarkista jos kaikki admin sähköposteja lähetetään / vastaanotetaan!

source: Core options
fi_fi: Core vaihtoehtoja
