Repository: WordpressReady/cforms2
Catalog: ____Plugin_Localization/cforms-*.po
Languages: fi_fi

source: Disable %s multipart/form-data enctype %s, e.g. to enable salesforce.com
fi_fi: Poista% s multipart / form-data enctype% s, esim. jotta salesforce.com

source: %sDo not reset%s input fields after submission
fi_fi: % sDO ei palauta%s syötekenttiä jättämisen jälkeen

source: Show new entries on %sdashboard%s
fi_fi: Näytä uudet merkinnät% sdashboard% s

source: %sExclude this form%s from database tracking
fi_fi: % ssulkea pois tämän lomakkeen% s tietokannasta seuranta

source: Use %scustom input field NAMES &amp; ID's%s
fi_fi: Käytä% scustom kenttään nimeä ja ID: n% s

source: Read note &raquo;
fi_fi: Lue note »

source: This feature replaces the default NAMEs/IDs (e.g. <strong>cf_field_12</strong>) with <em>custom ones</em>, either derived from the field label you have provided or by specifically declaring it via <strong>[id:XYZ]</strong>,e.g. <em>Your Name[id:the-name]</em>. This will for instance help to feed data to third party systems (requiring certain input field names in the $_POST variable).
fi_fi: Tämä ominaisuus korvaa oletusnimet / tunnukset (esim. <strong> cf_field_12 </ strong>) kanssa <em> mukautettuja niistä </ em>, joko johdettu kentän otsikon olet antanut tai erikseen julistaa kautta <strong> [id : XYZ] </ strong>, esim. <em> Nimi [id:-nimi] </ em>. Tämä ansiosta esimerkiksi syöttää tietoja kolmannen osapuolen järjestelmiä (vaaditaan tiettyjä tulo kenttien nimet $ _POST muuttuja).

source: %sExtra variables%s e.g. {Title}
fi_fi: % slisää muuttujia%s esim. {otsikko}

source: There are <a href="%s" %s>three additional</a>, <em>predefined variables</em> that belong to the Tell-A-Friend feature but can be enabled here without actually turning on T-A-F.
fi_fi: On <a href="%s" %s> kolme ylimääräistä </ a>, <em> ennalta muuttujat </ em>, jotka kuuluvat Tell-A-Friend ominaisuus, mutta voidaan ottaa käyttöön täällä ilman että virta on TAF.

source: This will add two more hidden fields to your form to ensure that all data is available also in AJAX mode.
fi_fi: Tämä lisää kaksi piilotettuja kenttiä lomakkeeseen varmistaa, että kaikki tiedot on saatavissa myös AJAX-tilassa.

source: %sHide form%s after successful submission
fi_fi: % spiilottaa muodossa%s onnistuneen lähetyksen jälkeen

source: Submission Limit
fi_fi: Jätetty rajoittaa

source: <u>total</u> # of submissions accepted [<strong>empty or 0 (zero) = off</strong>] (tracking must be enabled!)
fi_fi: <u> yhteensä </ u> # huomautuksia hyväksytty [<strong> tyhjä tai 0 (nolla) = off </ strong>] (seuranta pitää olla päällä!)

source: Start Date
fi_fi: Aloituspäivä

source: Time entry.
fi_fi: Aika.

source: The form will be available in
fi_fi: Lomake on saatavilla

source: The form is available now.
fi_fi: Lomake on saatavilla nyt.

source: End Date
fi_fi: Päättymispäivä

source: The form will be available for another
fi_fi: Lomake on saatavilla vielä

source: The form is not available anymore.
fi_fi: Muoto ei ole enää saatavilla.

source: Limit text
fi_fi: Rajaa tekstiä

source: <strong>Redirect</strong><br />options:
fi_fi: <strong> uudelleenohjaus </ strong> <br /> vaihtoehtoja:

source: Enable alternative success page (redirect)
fi_fi: Ota vaihtoehto menestys sivu (uudelleenohjaus)

source: <strong>Send form data</strong><br /> to an alternative page:
fi_fi: <strong> Lähetä lomakkeen tiedot </ strong> <br /> vaihtoehtoiseen sivu:

source: Enable alternative form action!
fi_fi: Ota vaihtoehtoinen toimintaa!

source: Please read note &raquo;
fi_fi: Lue note »

source: If you enable an alternative <strong>form action</strong> you <u>will loose any cforms application logic</u> (spam security, field validation, DB tracking etc.) in non-ajax mode! This setting is really only for developers that require additional capabilities around forwarding of form data and will turn cforms into a front-end only, a "form builder" so to speak.
fi_fi: Jos otat vaihtoehto <strong> muodossa toiminta </ strong> voit <u> löysä cforms sovelluslogiikka </u> (spam turvallisuus, kenttävalidointia, DB seuranta jne.) ei-ajax-tilassa! Tämä asetus on oikeastaan vain kehittäjille, jotka vaativat lisäominaisuuksia noin huolinta lomakkeen tiedot ja muuttuu cforms osaksi etupään vain "muodossa rakentaja " niin sanotusti.

source: RSS feed
fi_fi: RSS-syöte

source: Enable RSS feed to track new submissions
fi_fi: Ota RSS-syötteen seurata uusia näkökantoja

source: For the RSS feed to work you must have %sDatabase Tracking%s turned on under <em>Global-Settings</em>! In order to pick &amp; include input fields in your feed your Tracking page must show at least one record for reference.
fi_fi: RSS-syötteen työskennellä sinun täytyy olla% sDatabase Tracking% s käytössä alle <em> Global-asetukset </ em>! Jotta voit noutaa ja johon osallistuvat kentät ruoki seurantasivua on oltava vähintään yksi ennätys viitteellisiä.

source: Form fields included in feed:
fi_fi: Lomakkeen kentät sisältyvät rehu:

source: Admin Email Message Options
fi_fi: Admin Sähköpostiviesti Valinnat

source: Generally, emails sent to the admin and the submitting user can be both in plain text and HTML. The TXT part <strong>is required</strong>, HTML is <strong>optional</strong>.
fi_fi: Yleensä sähköpostit lähetetään admin ja esittää käyttäjä voi olla sekä vain teksti-ja HTML.TXT osa <strong> tarvitaan </ strong>, HTML on <strong> valinnainen </ strong>.

source: Below you'll find the settings for both the <strong>TXT part</strong> of the admin email as well as the <strong>optional HTML part</strong> of the message. Both areas permit the use of any of the <strong>pre-defined variables</strong> or <strong>data from input fields</strong>. <a href="%s" %s>Please see the documentation on the HELP page</a> (including HTML message examples!).
fi_fi: Alta löydät asetukset sekä <strong> TXT osa </ strong> Ylläpidon sähköpostiosoite sekä <strong> valinnainen HTML osa </ strong> viestin. Molemmat alueet sallia mitään <strong> ennalta määriteltyjä muuttujia </ strong> tai <strong> tietoja syötekenttiä </ strong>. <a href="%s" %s> Katso asiakirjat HELP sivulla </ a> (kuten HTML viestin esimerkkejä!).

source: %sTurn off%s admin email
fi_fi: %sammuta%s admin sähköposti

source: FROM: email address
fi_fi: Lähettäjä: sähköpostiosoite

source: Admin email address(es)
fi_fi: Admin sähköpostiosoite (es)

source: More than one "<strong>form admin</strong>"? &raquo;
fi_fi: (nonAjax)Enemmän kuin yksi "<strong> muodossa admin </strong> "? »

source: Simply add additional email addresses separated by a <strong style="color:red">comma</strong>. &nbsp; <em><u>Note:</u></em> &nbsp; If you want the visitor to choose from any of these per select box, you need to add a "<code>Multiple Recipients</code>" input field <a href="#anchorfields">above</a> (see the HELP section for <a href="%s" %s>more details</a>. If <strong>no</strong> "Multiple Recipients" input field is defined above, the submitted form data will go out to <strong>every address listed</strong>!
fi_fi: Yksinkertaisesti lisätä sähköpostiosoitteita erotettu <strong style="color:red"> pilkulla </strong>. <em> <u> Huom: </u> </em> Jos haluat vierailija valita minkä tahansa näistä kohti valitse laatikko, sinun täytyy lisätä "<code> useille vastaanottajille </code> "-kenttään <a href="#anchorfields"> yli </a> (ks. ohjeosiota <a href="%s" %s> lisätietoja </a>. Jos <strong > ei </strong> "useille vastaanottajille "-kenttään on määritelty edellä, toimitti lomakkeen tiedot sammuvat <strong> välein osoitteeseen </strong>!

source: Subject admin email
fi_fi: Aihe admin email

source: <a href="%s" %s>Variables</a> allowed.
fi_fi: <a href="%s" %s> muuttujat </ a> sallittu.

source: Email %spriority%s (1 = High, 3 = Normal, 5 = Low)
fi_fi: Sähköposti% spriority% s (1 = High, 3 = normaali, 5 = Low)

source: <strong>Admin TEXT message</strong><br />(Header)
fi_fi: <strong> Admin Tekstiviesti </ strong> <br /> (Header)

source: <strong>Include</strong> user input at the bottom of the admin email
fi_fi: <strong> </ strong> käyttäjä syöttää alareunassa admin email

source: (# characters) : spacing between labels &amp; data, for plain txt version only
fi_fi: (#-Merkit): väli tarrat ja tiedot, tavalliselle txt versiossa

source: Enable HTML
fi_fi: Ota HTML

source: <strong>Admin HTML message</strong><br />(Header)
fi_fi: <strong> Admin HTML-viestin </ strong> <br /> (Header)

source: <strong>Include</strong> user input at the bottom of the admin email
fi_fi: <strong> </ strong> käyttäjä syöttää alareunassa admin email

source: 'Don't like the default form data block in your admin email? &raquo;
fi_fi: "Älä pidä oletuksena lomakkeen tiedot lohko admin sähköpostitse? »

source: To avoid sending ALL of the submitted user data (especially for very long forms) to the form admin simply <strong>uncheck</strong> "<em>Include user input ...</em>" and instead specify the fields you'd like to receive via the use of <strong>custom variables</strong>.
fi_fi: Lähettämisen välttämiseksi KAIKKI toimitti tiedot (erityisesti hyvin pitkä lomakkeet) muodossa admin yksinkertaisesti <strong> poista </ strong> "<em> Sisällytä käyttäjä syöttää ... </em> " ja sen sijaan määrittää kenttiä haluat saada kautta käyttämällä <strong> custom muuttujia </strong>.

source: CC Settings
fi_fi: CC Asetukset

source: This is the subject of the CC email that goes out the user submitting the form and as such requires the <strong>CC:</strong> field in your form definition above.
fi_fi: Tämä on aihe CC sähköpostin, joka sammuu käyttäjän lähettämällä lomake ja siten edellyttää <strong> CC: </ strong>-kenttään lomakkeen määritelmä edellä.

source: Subject CC
fi_fi: Aihe CC

source: Auto Confirmation
fi_fi: Auto Vahvistus

source: These settings apply to an auto response/confirmation sent to the visitor. If enabled AND your form contains a "<code>CC me</code>" field <strong>AND</strong> the visitor selected it, no extra confirmation email is sent!
fi_fi: Nämä asetukset automaattisesti vastaus/vahvistus lähetetään vierailija. Jos käytössä ja lomake sisältää "<code> CC minua </code> "-kenttään <strong> JA </strong> vierailija valitaan se, mitään ylimääräistä tilausvahvistus lähetetty!

source: Activate auto confirmation
fi_fi: Aktivoi automaattinen vahvistus

source: For the <em>auto confirmation</em> feature to work, make sure to mark at least one field <code>Email</code>, otherwise <strong>NO</strong> auto confirmation email will be sent out! If multiple fields are checked "Email", only the first in the list will receive a notification.
fi_fi: Sillä <em> auto vahvistus </ em> toiminto toimii, varmista merkitä vähintään yksi kenttä <code> sähköposti </ code>, muuten <strong> EI </strong> auto sähköpostitse lähetetään ulos! Jos useita kenttiä tarkastetaan "sähköposti", vain ensimmäisen luettelon saavat ilmoituksen.

source: Subject auto confirmation
fi_fi: Aihe auto vahvistus

source: TEXT message
fi_fi: tekstiviesti

source: HTML message
fi_fi: HTML-viestin

source: Can't find the specified <strong>Attachment</strong> (%s)! Please verify the server path!
fi_fi: Ei löydä määritettyä <strong> Kiinnitys </ strong> (% s)! Varmista palvelimen polun!

source: Attachment
fi_fi: liite

source: File path: relative to the cforms plugin folder or an absolute path.
fi_fi: Tiedoston polku: suhteessa cforms plugin kansio tai absoluuttinen Pat

source: Multi-Part / Multi-Page Forms
fi_fi: Multi-osa / Multi-Page Lomakkeet

source: If enabled, new options will be shown below.
fi_fi: Jos käytössä, uusia vaihtoehtoja näytetään alla.

source: Mark this form to belong to a series of forms:
fi_fi: Merkitse tämä lomake kuulua useita muotoja:

source: Email &amp; Tracking
fi_fi: Sähköposti ja seuranta

source: Suppress admin email and DB tracking for *this* form
fi_fi: Tukahduttaa admin sähköposti ja TE seuranta ja * tämän * lomakkeen

source: First Form
fi_fi: ensimmäinen Form

source: This is the *first* form of a series of forms
fi_fi: Tämä on * ensimmäinen * sarjan muodossa muotojen

source: Reset Button
fi_fi: Reset-painike

source: Add a reset button to this form (reset to the first form in a series)
fi_fi: Lisää reset-painiketta lomakkeen (palaa ensimmäiseen muodossa sarja)

source: Text
fi_fi: teksti

source: Text for reset button
fi_fi: Teksti reset-painiketta

source: Back Button
fi_fi: Takaisin-painike

source: Add a back button to this form (back to the previous form)
fi_fi: Lisää back-painiketta lomakkeen (edelliseen lomake)

source: Text for back button
fi_fi: Teksti takaisin-painike

source: * stop here (last form) *
fi_fi: * Lopettaa tähän (viimeinen muoto) *

source: Please choose the next form after this
fi_fi: Valitse seuraava lomake jälkeen

source: Tell-A-Friend Form Support
fi_fi: Kerro kaverille-Form Support

source: posts and pages processed and tell-a-friend <strong>enabled</strong>.
fi_fi: (nonAjax)virkaa ja sivut käsitellään ja kertoa ystävällesi <strong> käytössä </ strong>.

source: All posts &amp; pages processed and tell-a-friend <strong>disabled</strong>.
fi_fi: Kaikki viestit ja sivut käsitellään ja kertoa ystävällesi <strong> käytöstä </ strong>.

source: BEFORE turning on this feature, please see the Help section for <a href="%s" %s>more details.</a>
fi_fi: Ennen kuin käynnistät tämän ominaisuuden, katso ohje kohdasta <a href="%s" %s> lisätietoja. </ A>

source: If enabled, new field types will be made available to cover tell-a-friend requirements.
fi_fi: Jos käytössä, uusi kenttä tyypit annetaan kattamaan kertoa ystävällesi vaatimukset.

source: Enable Tell-A-Friend
fi_fi: Ota Tell-A-Friend

source: CC: User submitting the form
fi_fi: CC: Käyttäjän lähettämällä lomake

source: T-A-F enable <strong>new posts/pages</strong> by default
fi_fi: TAF enable <strong> uusia viestejä / pages </ strong> oletuksena

source: <strong>Batch T-A-F dis-/enable</strong><br />all your previous posts.
fi_fi: <strong> Erä TAF dis-/enable </ strong> <br /> kaikki aiemmat viestit.

source: This will add a T-A-F custom field per post/page.
fi_fi: Tämä lisää T--F mukautetun kentän per post / sivu.

source: Enable all
fi_fi: Ota kaikki

source: Do you really want to enable all previous posts and pages for T-A-F?
fi_fi: Haluatko todella, jotta kaikki aiemmat viestit ja sivut TAF?

source: This will remove the T-A-F custom field on all posts/pages.
fi_fi: Tämä poistaa TAF lisäkentällä kaikki viestit / sivut.

source: Disable all
fi_fi: Poista kaikki

source: Do you really want to disable all previous posts and pages for T-A-F?
fi_fi: Haluatko todella poistaa kaikki aiemmat viestit ja sivut TAF?

source: You will find a <strong>cforms Tell-A-Friend</strong> checkbox on your <strong>admin/edit page</strong> (typically under "Post/Author")! <br /><u>Check it</u> if you want to have the form to appear on the given post or page.
fi_fi: (nonAjax)Löydät <strong> cforms Kerro kaverille-</strong>-valintaruutu <strong> admin / muokkaus </strong> (tyypillisesti alle "Post / Kirjoittaja ")! <br/>. <u> Check it </u>, jos haluat olla muodossa näkyvän tiettyyn virkaan tai sivun.

source: cforms can be used to replace your <em>default Wordpress comment form</em> (on posts &amp; pages), allowing your readers to either <strong>comment on the post</strong> or <strong>alternatively send the post author a note</strong>!
fi_fi: cforms voidaan korvata <em> oletuksena Wordpress kommentin muodossa </ em> (virkojen ja sivut), jonka avulla lukijat joko <strong> kommentoida post </ strong> tai <strong> vaihtoehtoisesti lähetä viesti kirjoittaja huomautus </ strong>!

source: There will be additional, comment specific <em>input field types</em> available with this feature turned on. For an easy start, use the <em>WP comment form preset</em>. <a href="%s" %s>Configuration details.</a>
fi_fi: Tulee lisää, kommentoida erityisiä <em> kenttään tyypit </ em> käytettävissä tämän ominaisuuden päälle. Saat helppo aloittaa, käytä <em> WP kommentin muodossa valmiiksi </ em>. <a href="%s" %s> Konfigurointitiedot. </ a>

source: WP comment form
fi_fi: WP kommentin muodossa

source: Enable this form to optionally (user determined) act as a WP comment form
fi_fi: Ota tämä lomake mahdollisesti (käyttäjä määrittää) toimia WP kommentin muodossa

source: Comment notification
fi_fi: kommentti ilmoitus

source: Extra comment notification (check your autoresponder setting, too!)
fi_fi: Extra kommentti ilmoituksen (tarkista automaattivastaaja asetus, too!)

source: <em>Tell a friend</em> or <em>WP comment</em>? &raquo;
fi_fi: <em> Kerro kaverille </ em> tai <em> WP kommentti </ em>? »

source: This feature and T-A-F (above) are mutually exclusive. If you need both features, please create a new form for T-A-F.<br />Again, see the <a href="%s" %s>help section</a> on proper use.
fi_fi: Tämä ominaisuus ja TAF (yllä) ovat toisensa poissulkevia. Jos tarvitset sekä ominaisuuksia, luo uusi lomake TAF. <br /> Taas, <a href="%s" %s> ohje </ a> asianmukaista käyttöä.

source: Important additional configuration requirements &raquo;
fi_fi: Tärkeää lisäase vaatimukset »

source: Please see the extended <a href="%s" %s>WP comment options under <em>Global Settings</em></a> for additional configuration requirements. Especially concerning Ajax comment submission! Further, if you enable 'extra comment notification' make sure you disable the autoresponder, unless you want to thank the user for his/her comment ;-) !
fi_fi: Katso laajennettu <a href="%s" %s> WP kommentti vaihtoehdot <em> Yleiset asetukset </ em> </ a> lisäasetuksia vaatimukset. Jotka koskevat erityisesti Ajax kommentti jättämistä! Edelleen, jos sallit "ylimääräistä kommentti ilmoitus" varmista poistat automaattivastaaja, ellet halua kiittää käyttäjälle hänen / hänen kommentti;-)!

source: 3rd Party Read-Notification Support
fi_fi: (nonAjax)3. osapuoli luku-ilmoituksille

source: If you'd like to utilize 3rd party email tracking such as %s or %s, add the respective suffix (e.g.: %s) here:
fi_fi: Jos haluat käyttää 3rd party email seuranta kuten% s tai% s, lisää kunkin pääte (esim.% s) tässä:

source: Suffix for email tracking
fi_fi: Pääte sähköpostin seuranta

source: Input Field Settings
fi_fi: Input Kentän asetukset

source: cforms Out-Of-The-Box Form Repository
fi_fi: cforms Out-Of-The-Box Form arkisto

source: Backup &amp; Restore Form Settings
fi_fi: Varmuuskopio ja palautus Asetukset-

source: Backup current form settings
fi_fi: Backup nykymuodossaan asetukset

source: or restore previously saved settings:
fi_fi: tai palauttaa aiemmin tallennetut asetukset:

source: Restore from file
fi_fi: Palauta tiedosto

source: Corrupted Settings
fi_fi: vioittunut Asetukset

source: reset captcha image
fi_fi: nollata captcha kuva

source: Note: This will reset all your input!
fi_fi: Huom: Tämä palauttaa kaikki tulo!

source: cforms Tell-A-Friend
fi_fi: cforms Kerro kaverille-

source: Title
fi_fi: otsikko

source: Form
fi_fi: lomake

source: Add any cforms form to your sidebar
fi_fi: Lisätä cforms muodossa sivupalkkiin

source: T-A-F enable this post/page
fi_fi: T-A-F mahdollistaa tämän post / sivu

source: Produce debug output
fi_fi: Tuota debug

source: Outputs -for debug purposes- all cforms settings
fi_fi: Lähdöt-debug-tarkoituksiin kaikki cforms asetukset

source: Uninstalling / removing cforms
fi_fi: Poistaminen / poistaminen cforms

source: Be careful here...
fi_fi: Ole varovainen täällä ...

source: Delete cforms tracking tables
fi_fi: Poista cforms seuranta taulukot

source: Do you really want to erase all collected data?
fi_fi: Haluatko todella poistaa kaikki kerätyt tiedot?

source: Backup / restore all settings
fi_fi: varmuuskopiointi / palauttaa kaikki asetukset

source: Better safe than sorry ;)
fi_fi: Parempi katsoa kuin katua;)

source: Add new form
fi_fi: Lisää uusi muoto

source: Adds a new form with default values
fi_fi: Lisää uuden muodon oletusarvot

source: Duplicate current form
fi_fi: Monista nykymuodossaan

source: Clones the current form
fi_fi: Klooneja nykymuodossaan

source: Delete current form (!)
fi_fi: Poista nykymuodossaan (!)

source: Clicking this button WILL delete this form
fi_fi: Tämän napin klikkaaminen poistaa tämän lomakkeen

source: This will delete the current form!
fi_fi: Tämä poistaa nykyisessä muodossa!

source: Install a form preset
fi_fi: Asenna muodossa valmiiksi

source: Pick a form preset from the repository
fi_fi: Valitse lomake valmiiksi arkistosta

source: Backup / restore this form only
fi_fi: (nonAjax)Varmuuskopiointi / palauttaminen tässä muodossa

source: Field label left of the checkbox...
fi_fi: Kentän otsikon vasemmalla valintaruutu ...

source: ...or define a field label to the right of the checkbox
fi_fi: ... tai määrittää kentän otsikon oikealla valintaruutu

source: Set default state
fi_fi: Aseta oletus valtion

source: Input field title (displayed when mouse hovers over field)
fi_fi: Input kentän otsikko (näkyy, kun hiiren leijuu kenttä)

source: Custom error message (make sure to enable custom, per field err messages!)
fi_fi: Custom virheilmoitus (varmista, jotta custom, per kenttä Erehtyminen viestejä!)

source: Field label
fi_fi: kentän otsikon

source: Check box/radio box option (displayed)
fi_fi: Tarkista laatikko / radio-vaihtoehto (näkyy)

source: Optional value (transmitted)
fi_fi: Valinnainen arvo (lähetetään)

source: Carriage return / New Line
fi_fi: Rivinpalautus / New Line

source: Name of Fieldset ( only required for <em>New Fieldset</em> )
fi_fi: Nimi fieldset (tarvitaan vain <em> New fieldset </ em>)

source: Please select a predefined form:
fi_fi: Valitse ennalta muodossa:

source: By accepting and choosing OK, you will <strong>replace</strong> all your existing input fields with this new preset! If you're unsure about this, make a backup copy of the form first.
fi_fi: Hyväksymällä ja valitsemalla OK, voit <strong> korvaa </ strong> kaikki olemassa syötekentät tämän uuden valmiiksi! Jos olet epävarma asiasta, tehdä varmuuskopio muodossa ensin.

source: Entries successfully removed from the tracking tables!
fi_fi: Merkinnät onnistuneesti poistettu seuranta peleihin!

source: (some associated attachment/s were not found!)
fi_fi: (jotkut liittyy kiinnitys / s ei löydetty!)

source: (associated attachment/s were not found!)
fi_fi: (niihin kiinnitys / s ei löydetty!)

source: (including all attachment/s)
fi_fi: (mukaan lukien kaikki kiinnitys / s)

source: Entry successfully removed
fi_fi: Entry onnistuneesti poistettu

source: File (data.tmp) in %s not writable! %sPlease adjust its file permissions/ownership!
fi_fi: Tiedosto (data.tmp) vuonna% s ei voi kirjoittaa! % s Säädä sen tiedoston käyttöoikeuksia / omistus!

source: Form:
fi_fi: muodossa:

source: Delete this entry
fi_fi: Poista tämä

source: close this entry
fi_fi: sulje tämä merkintä

source: Submitted via page
fi_fi: Jätettävä sivu

source: IP address
fi_fi: IP-osoite

source: edit this field
fi_fi: muuttaa kentän

source: Sorry, data not found. Please refresh your data table.
fi_fi: Sorry, dataa ei löydy. Päivitä tietosi taulukossa.

source: Default value
fi_fi: oletusarvo

source: Regular expression for field validation (e.g. %s). See Help! for more examples.
fi_fi: Säännöllinen lauseke kenttävalidointia (esim.% s). Katso Apua! lisää esimerkkejä.

source: Text (HTML is supported)
fi_fi: Teksti (HTML on tuettu)

source: CSS (assigns class to this form element)
fi_fi: CSS (määrittää luokan tämän lomakkeen elementti)

source: Inline style (e.g. %s)
fi_fi: Inline tyyli (esim.% s)

source: Pick a form
fi_fi: Valitse lomake

source: Your forms:
fi_fi: Lomakkeet:

source: Insert
fi_fi: lisätä

source: Comment ID not found.
fi_fi: Kommentti ID ei löytynyt.

source: Sorry, comments are closed for this item.
fi_fi: Anteeksi, kommentit ovat suljettuina tämän kohteen.

source: Comment is on draft.
fi_fi: Kommentti on luonnoksesta.

source: Sorry, you must be logged in to post a comment.
fi_fi: Anteeksi, sinun täytyy olla kirjautuneena kommentoidaksesi.
